{
	"_meta": {
		"sources": [
			{
				"json": "tgs1",
				"abbreviation": "TGS1",
				"full": "The Griffon's Saddlebag, Book 1",
				"color": "#AE8445",
				"authors": [
					"Griffin Macaulay"
				],
				"version": "1.0.0",
				"url": "https://www.kickstarter.com/projects/thegriffonssaddlebag/more-magic-items-for-5e-the-griffons-saddlebag-book-one",
				"convertedBy": "Ember Heartshine",
				"targetSchema": "1.0.0"
			}
		],
		"dateAdded": 1593429293,
		"dateLastModified": 1593429293
	},
	"race": [
		{
			"name": "Feathren",
			"source": "tgs1",
			"page": 154,
			"size": "M",
			"speed": {
				"walk": 30
			},
			"ability": [
				{
					"choose": {
						"from": [
							"int",
							"wis",
							"cha"
						],
						"amount": 2
					}
				}
			],
			"darkvision": 60,
			"entries": [
				{
					"name": "Ability Score Increase",
					"entries": [
						"Your ability scores increase depending on your feathren ancestry. Use the Feathren Ancestry tables to determine your combination of physical features and corresponding ability score increases, choosing one Avian option and one Feline option.",
						{
							"type": "table",
							"caption": "Avian Feathren Ancestry",
							"colLabels": [
								"Avian Ancestry",
								"Ability Score Increase"
							],
							"colStyles": [
								"col-7 text-center",
								"col-5"
							],
							"rows": [
								[
									"Jay, Owl, or Raven",
									"Your Intelligence score increases by 2."
								],
								[
									"Eagle, Falcon, or Hawk",
									"Your Wisdom score increases by 2."
								],
								[
									"Cardinal, Mockingbird, or Parrot",
									"Your Charisma score increases by 2."
								]
							]
						},
						{
							"type": "table",
							"caption": "Feline Feathren Ancestry",
							"colLabels": [
								"Feline Ancestry",
								"Ability Score Increase"
							],
							"colStyles": [
								"col-7 text-center",
								"col-5"
							],
							"rows": [
								[
									"Lion, Panther, or Saber-Toothed Tiger",
									"Your Strength score increases by 1."
								],
								[
									"Cheetah, Serval, or Tiger",
									"Your Dexterity score increases by 1."
								],
								[
									"Jaguar, Lynx, or Snow Leopard",
									"Your Constitution score increases by 1."
								]
							]
						}
					]
				},
				{
					"name": "Age",
					"entries": [
						"Young feathren are born from eggs and mature more quickly than humans do, reaching maturity by age 8 and typically living to be around 70."
					]
				},
				{
					"name": "Alignment",
					"entries": [
						"Feathren can be mercurial and admire variety and expression, and as a result tend to lean towards the gentler aspects of chaos. They are more often good than not, although some allow their vanity to turn to greed and evil."
					]
				},
				{
					"name": "Size",
					"entries": [
						"Feathren typically range from under 5 to over 6 feet tall with a range of builds based on their ancestry. Your size is Medium."
					]
				},
				{
					"name": "Darkvision",
					"entries": [
						"Your mix of predatory blood has given you eyes that can cut through darkness. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
					]
				},
				{
					"name": "Natural Creator",
					"entries": [
						"You have proficiency in two artisan's tools of your choice, and can gain proficiency in a new tool in half the normal amount of time."
					]
				},
				{
					"name": "Languages",
					"entries": [
						"You can speak, read, and write Common and one extra language of your choice. When choosing a language to study, feathren tend to value the sounds they make more highly than their practicality."
					]
				}
			],
			"fluff": {
				"entries": [
					{
						"type": "quote",
						"entries": [
							"Reil's talons moved quickly across the surface, tearing through concepts with her charcoal on the paper as easily as flesh. Her piercing eyes darted about the page in search of ideas to explore. Finding none, she moved to a new sheet and put the old one atop the stack to the side.",
							"She stared at the now empty parchment in front of her and twirled the stick of charcoal in her hand. Her feathers were ruffled and the rings on her swinging tail clinked softly as they moved back and forth in concentration.",
							"The sound of hammers against metal could be heard from workshop below, resonating with a familiar rhythm and ring that matched the pace of her thought, charcoal, and tail. She was a pendulum in motion: a clock that counted down to the stroke of brilliance, and when it rang out, the satisfied trills of victory would echo throughout the chamber."
						],
						"by": "Vyrre Olmeck",
						"from": "The Face of Creation"
					},
					"Feathren are the representation of something new from something old. A step beyond their ancestral griffon heritage, these bipedal creatures celebrate their individuality amidst the cries and jeers from common folk. Originally born from the Astral Plane, where all things can be lost, found, and remade, feathren now walk the Material Plane in search of new ideas, materials, and direction. Filled with endless curiosity, many make their way through the world as adventurers and artisans, taking care to learn what they can from their experiences before moving on to the next one.",
					{
						"name": "Varied Heritage",
						"entries": [
							"Feathren unite remarkable aspects of two otherwise disparate species. Their strong legs are feline, while their chest, arms, and head are avian. Despite their distant relation to griffons, feathren stand upright as and can use their sharp talons to manipulate objects as deftly as any other humanoid. Their voices often bear some bird-like resemblance to their ancestry and contain the occasional trill, coo, or caw.",
							"Few feathren look the same. Their fur, plumage, and build can vary widely, forming unique combinations of origin and aptitude. While some feathren are born with the body of an eagle and lion, others combine the likes of owls and crows with tigers and leopards. Feathren find particular pleasure in jewelry and decoration: an inescapable personality trait from their heritage. Without wings to embellish, most turn to adorning themselves with baubles and rings on their talons, feathered ears, and tail. Others enjoy body art, such as tattoos, paints, and other unique means of self expression. Most feathren struggle to resist the urge to preen or adjust their worn finery whenever they catch a glimpse of their reflection."
						]
					},
					{
						"name": "Confident and Curious",
						"entries": [
							"Born with the innate gifts of two naturally skilled creatures, feathren have a shared sense of confidence in their abilities. Feathren spend their lives learning and mastering new trades to sate their curiosity, preferring to answer a puzzle or question on their own rather than ask for help. Many feathren find camaraderie among those that share a common passion, and while they're remiss to turn to peers for help, they enjoy the sharing of stories and conversation about their interests."
						]
					},
					{
						"name": "Feathren Names",
						"entries": [
							"As is their nature, feathren enjoy experimenting with names and playing with the combinations they can make with them. Feathren are given a name at birth that's used as a first name, but give themselves new surnames as they grow.",
							"Throughout a feathren's lifespan, they may go through as many as twenty surnames: some may last for years, while others are kept for mere weeks. These names are typically combinations of words that describe them and act as either loose titles or personal mantras, and can come from a variety of languages.",
							{
								"type": "list",
								"style": "list-hang-notitle",
								"items": [
									{
										"type": "item",
										"name": "Male Names:",
										"entry": "Acero, Astraios, Caicias, Cleve, Fhyriad, Gyrin, Iapet, Ipsideo, Jurat, Klost, Lostro, Quyll, Ronta, Strey, Untreyo, Yulla, Zwayne"
									},
									{
										"type": "item",
										"name": "Female Names:",
										"entry": "Accra, Axellia, Coora, Ereya, Finneli, Fuli, Herata, Hyla, Juip, Leies, Lucine, Lustra, Monit, Omi, Parra, Reyda, Velrin"
									},
									{
										"type": "item",
										"name": "Example Surnames:",
										"entry": "Birthwoven, Crownfeather, Downy, Gemcrest, Ghostwing, Goldtail, Mistwalker, Ricket, Rightedge, Starborn, Wavecrushed"
									}
								]
							}
						]
					},
					{
						"type": "inset",
						"name": "Friends, Foes, and Feathren",
						"entries": [
							"Despite their intelligence, many people see feathren as little more than walking, talking griffons. As a result, they're often treated with the same caution their large ancestors receive, but unless given a reason to be afraid, most people will simply steal glances at them from across the way or avoid them all together. Someone familiar with griffons can be as likely to belittle a feathren as they are to befriend them, depending on that person's history.",
							"Those that see past a feathren's ancestry find themselves with a lasting companion. Dragonborn, dwarves, gnomes, and half-elves in particular are likely to be befriended by feathren, who see them as either natural creative peers or kindred spirits caught between worlds. Half-orcs and tieflings can spark this same sense of camaraderie, but often lack the creative drive that can cement a lifelong friendship."
						]
					}
				]
			},
			"languageProficiencies": [
				{
					"common": true,
					"choose": {
						"from": [
							"other"
						],
						"count": 1
					}
				}
			]
		}
	],
	"subclass": [
		{
			"name": "Path of the Glacier",
			"subclassFeatures": [
				"Path of the Glacier|Barbarian||Glacier|tgs1|3",
				"Cold Fortress|Barbarian||Glacier|tgs1|6",
				"Deep Sleep|Barbarian||Glacier|tgs1|10",
				"Avalanche Stomp|Barbarian||Glacier|tgs1|14"
			],
			"source": "tgs1",
			"shortName": "Glacier",
			"className": "Barbarian",
			"classSource": "PHB"
		}
	],
	"subclassFeature": [
		{
			"name": "Path of the Glacier",
			"source": "tgs1",
			"page": 158,
			"className": "Barbarian",
			"classSource": "PHB",
			"subclassShortName": "Glacier",
			"subclassSource": "tgs1",
			"level": 3,
			"entries": [
				"Born from the frigid and daunting Everglacier, barbarians who follow Path of the Glacier have learned to harbor the resolute stillness, patience, and unwavering determination and destruction of the icy landscape. These warriors transform their bodies into powerful moving bunkers that are as difficult to take down as they are to escape from.",
				"Barbarians that follow this path are often trained hunters who enjoy the patient stalking of prey. They thrive on the peril they impose on their fleeing targets, and take special pride in their slow-and-steady approach.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Permafrost|Barbarian||Glacier|tgs1|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Frostbite|Barbarian||Glacier|tgs1|3"
				}
			]
		},
		{
			"type": "entries",
			"name": "Permafrost",
			"entries": [
				"Starting when you choose this path at 3rd level, your skin becomes icy and tough to the touch. You gain resistance to cold damage, and while you're not wearing any armor, you gain a +1 bonus to your AC.",
				"In addition, your rage is a cold and patient well of power. When your rage would end early due to you either not attacking or taking damage, you can choose to maintain it instead. You can use this feature a number of times equal to your Constitution modifier (minimum of 1). You regain all expended uses when you finish a long rest."
			],
			"source": "tgs1",
			"page": 158,
			"className": "Barbarian",
			"classSource": "PHB",
			"subclassShortName": "Glacier",
			"subclassSource": "tgs1",
			"level": 3,
			"header": 1
		},
		{
			"type": "entries",
			"name": "Frostbite",
			"entries": [
				"Also at 3rd level, you can unleash the unforgiving cold inside of you with your attacks. Once on each of your turns while you're raging, you can release a burst of sheer cold when you hit a target with a melee weapon attack. When you do, that target takes an extra {@damage 1d6} cold damage from the attack. This damage increases when you reach certain levels in this class, increasing to {@damage 2d6} cold damage at 10th level and {@damage 3d6} at 14th level.",
				"When a creature takes cold damage in this way, its speed is reduced by 10 feet until the start of your next turn."
			],
			"source": "tgs1",
			"page": 158,
			"className": "Barbarian",
			"classSource": "PHB",
			"subclassShortName": "Glacier",
			"subclassSource": "tgs1",
			"level": 3,
			"header": 1
		},
		{
			"name": "Cold Fortress",
			"source": "tgs1",
			"page": 158,
			"className": "Barbarian",
			"classSource": "PHB",
			"subclassShortName": "Glacier",
			"subclassSource": "tgs1",
			"level": 6,
			"header": 2,
			"entries": [
				"By 6th level, you learn to further channel the icy resilience within you. When you enter a rage and are not wearing any armor, your skin becomes shielded by a protective layer of frost. This frost grants you a number of temporary hit points equal to {@dice 1d12} + your Constitution modifier that last for 1 hour.",
				"You can use a bonus action on your following turns while you're raging to expend a Hit Die to gain these temporary hit points again. When you do, the number of temporary hit points you gain is equal to the maximum roll of the expended Hit Die + your Constitution modifier."
			]
		},
		{
			"name": "Deep Sleep",
			"source": "tgs1",
			"page": 158,
			"className": "Barbarian",
			"classSource": "PHB",
			"subclassShortName": "Glacier",
			"subclassSource": "tgs1",
			"level": 10,
			"header": 2,
			"entries": [
				"At 10th level, you can choose to enter a deep state of hibernation when you take a long rest. While resting in this way, you're cold to the touch and appear dead to all outward inspection and to spells used to determine your status. Noise and other distractions fail to wake you.",
				"You awake from this rest after 6 hours, when you take damage, or when a creature uses its action to slap you awake. If you finish a continuous 6 hours of sleep in this way, you gain the benefits of finishing a long rest, and you regain all expended Hit Dice."
			]
		},
		{
			"name": "Avalanche Stomp",
			"source": "tgs1",
			"page": 158,
			"className": "Barbarian",
			"classSource": "PHB",
			"subclassShortName": "Glacier",
			"subclassSource": "tgs1",
			"level": 14,
			"header": 2,
			"entries": [
				"At 14th level, you become as mighty as an unstoppable glacier. As an action, you can stomp the ground to send out a magical tremor. All creatures of your choice within 15 feet of you must make a Dexterity saving throw (DC 8 + your proficiency bonus + your Strength modifier). On a failed save, a creature takes bludgeoning damage equal to {@damage 3d6} + your Strength modifier and is knocked prone. If you use this feature while you're raging, you maintain your rage until the end of your next turn."
			]
		}
	]
}
