{
	"_meta": {
		"sources": [
			{
				"json": "tgs1",
				"abbreviation": "TGS1",
				"full": "The Griffon's Saddlebag, Book 1",
				"color": "#AE8445",
				"authors": [
					"Griffin Macaulay"
				],
				"version": "1.0.0",
				"url": "https://www.kickstarter.com/projects/thegriffonssaddlebag/more-magic-items-for-5e-the-griffons-saddlebag-book-one",
				"convertedBy": "Ember Heartshine",
				"targetSchema": "1.0.0"
			}
		],
		"dateAdded": 1593429293,
		"dateLastModified": 1593429293
	},
	"race": [
		{
			"name": "Feathren",
			"source": "tgs1",
			"page": 154,
			"size": "M",
			"speed": {
				"walk": 30
			},
			"ability": [
				{
					"choose": {
						"from": [
							"int",
							"wis",
							"cha"
						],
						"amount": 2
					}
				}
			],
			"darkvision": 60,
			"entries": [
				{
					"name": "Ability Score Increase",
					"entries": [
						"Your ability scores increase depending on your feathren ancestry. Use the Feathren Ancestry tables to determine your combination of physical features and corresponding ability score increases, choosing one Avian option and one Feline option.",
						{
							"type": "table",
							"caption": "Avian Feathren Ancestry",
							"colLabels": [
								"Avian Ancestry",
								"Ability Score Increase"
							],
							"colStyles": [
								"col-6 text-center",
								"col-6"
							],
							"rows": [
								[
									"Jay, Owl, or Raven",
									"Your Intelligence score increases by 2."
								],
								[
									"Eagle, Falcon, or Hawk",
									"Your Wisdom score increases by 2."
								],
								[
									"Cardinal, Mockingbird, or Parrot",
									"Your Charisma score increases by 2."
								]
							]
						},
						{
							"type": "table",
							"caption": "Feline Feathren Ancestry",
							"colLabels": [
								"Feline Ancestry",
								"Ability Score Increase"
							],
							"colStyles": [
								"col-6 text-center",
								"col-6"
							],
							"rows": [
								[
									"Lion, Panther, or Saber-Toothed Tiger",
									"Your Strength score increases by 1."
								],
								[
									"Cheetah, Serval, or Tiger",
									"Your Dexterity score increases by 1."
								],
								[
									"Jaguar, Lynx, or Snow Leopard",
									"Your Constitution score increases by 1."
								]
							]
						}
					]
				},
				{
					"name": "Age",
					"entries": [
						"Young feathren are born from eggs and mature more quickly than humans do, reaching maturity by age 8 and typically living to be around 70."
					]
				},
				{
					"name": "Alignment",
					"entries": [
						"Feathren can be mercurial and admire variety and expression, and as a result tend to lean towards the gentler aspects of chaos. They are more often good than not, although some allow their vanity to turn to greed and evil."
					]
				},
				{
					"name": "Size",
					"entries": [
						"Feathren typically range from under 5 to over 6 feet tall with a range of builds based on their ancestry. Your size is Medium."
					]
				},
				{
					"name": "Darkvision",
					"entries": [
						"Your mix of predatory blood has given you eyes that can cut through darkness. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
					]
				},
				{
					"name": "Natural Creator",
					"entries": [
						"You have proficiency in two artisan's tools of your choice, and can gain proficiency in a new tool in half the normal amount of time."
					]
				},
				{
					"name": "Languages",
					"entries": [
						"You can speak, read, and write Common and one extra language of your choice. When choosing a language to study, feathren tend to value the sounds they make more highly than their practicality."
					]
				}
			],
			"fluff": {
				"entries": [
					{
						"type": "quote",
						"entries": [
							"Reil's talons moved quickly across the surface, tearing through concepts with her charcoal on the paper as easily as flesh. Her piercing eyes darted about the page in search of ideas to explore. Finding none, she moved to a new sheet and put the old one atop the stack to the side.",
							"She stared at the now empty parchment in front of her and twirled the stick of charcoal in her hand. Her feathers were ruffled and the rings on her swinging tail clinked softly as they moved back and forth in concentration.",
							"The sound of hammers against metal could be heard from workshop below, resonating with a familiar rhythm and ring that matched the pace of her thought, charcoal, and tail. She was a pendulum in motion: a clock that counted down to the stroke of brilliance, and when it rang out, the satisfied trills of victory would echo throughout the chamber."
						],
						"by": "Vyrre Olmeck",
						"from": "The Face of Creation"
					},
					"Feathren are the representation of something new from something old. A step beyond their ancestral griffon heritage, these bipedal creatures celebrate their individuality amidst the cries and jeers from common folk. Originally born from the Astral Plane, where all things can be lost, found, and remade, feathren now walk the Material Plane in search of new ideas, materials, and direction. Filled with endless curiosity, many make their way through the world as adventurers and artisans, taking care to learn what they can from their experiences before moving on to the next one.",
					{
						"name": "Varied Heritage",
						"entries": [
							"Feathren unite remarkable aspects of two otherwise disparate species. Their strong legs are feline, while their chest, arms, and head are avian. Despite their distant relation to griffons, feathren stand upright as and can use their sharp talons to manipulate objects as deftly as any other humanoid. Their voices often bear some bird-like resemblance to their ancestry and contain the occasional trill, coo, or caw.",
							"Few feathren look the same. Their fur, plumage, and build can vary widely, forming unique combinations of origin and aptitude. While some feathren are born with the body of an eagle and lion, others combine the likes of owls and crows with tigers and leopards. Feathren find particular pleasure in jewelry and decoration: an inescapable personality trait from their heritage. Without wings to embellish, most turn to adorning themselves with baubles and rings on their talons, feathered ears, and tail. Others enjoy body art, such as tattoos, paints, and other unique means of self expression. Most feathren struggle to resist the urge to preen or adjust their worn finery whenever they catch a glimpse of their reflection."
						]
					},
					{
						"name": "Confident and Curious",
						"entries": [
							"Born with the innate gifts of two naturally skilled creatures, feathren have a shared sense of confidence in their abilities. Feathren spend their lives learning and mastering new trades to sate their curiosity, preferring to answer a puzzle or question on their own rather than ask for help. Many feathren find camaraderie among those that share a common passion, and while they're remiss to turn to peers for help, they enjoy the sharing of stories and conversation about their interests."
						]
					},
					{
						"name": "Feathren Names",
						"entries": [
							"As is their nature, feathren enjoy experimenting with names and playing with the combinations they can make with them. Feathren are given a name at birth that's used as a first name, but give themselves new surnames as they grow.",
							"Throughout a feathren's lifespan, they may go through as many as twenty surnames: some may last for years, while others are kept for mere weeks. These names are typically combinations of words that describe them and act as either loose titles or personal mantras, and can come from a variety of languages.",
							{
								"type": "list",
								"style": "list-hang-notitle",
								"items": [
									{
										"type": "item",
										"name": "Male Names:",
										"entry": "Acero, Astraios, Caicias, Cleve, Fhyriad, Gyrin, Iapet, Ipsideo, Jurat, Klost, Lostro, Quyll, Ronta, Strey, Untreyo, Yulla, Zwayne"
									},
									{
										"type": "item",
										"name": "Female Names:",
										"entry": "Accra, Axellia, Coora, Ereya, Finneli, Fuli, Herata, Hyla, Juip, Leies, Lucine, Lustra, Monit, Omi, Parra, Reyda, Velrin"
									},
									{
										"type": "item",
										"name": "Example Surnames:",
										"entry": "Birthwoven, Crownfeather, Downy, Gemcrest, Ghostwing, Goldtail, Mistwalker, Ricket, Rightedge, Starborn, Wavecrushed"
									}
								]
							}
						]
					},
					{
						"type": "inset",
						"name": "Friends, Foes, and Feathren",
						"entries": [
							"Despite their intelligence, many people see feathren as little more than walking, talking griffons. As a result, they're often treated with the same caution their large ancestors receive, but unless given a reason to be afraid, most people will simply steal glances at them from across the way or avoid them all together. Someone familiar with griffons can be as likely to belittle a feathren as they are to befriend them, depending on that person's history.",
							"Those that see past a feathren's ancestry find themselves with a lasting companion. Dragonborn, dwarves, gnomes, and half-elves in particular are likely to be befriended by feathren, who see them as either natural creative peers or kindred spirits caught between worlds. Half-orcs and tieflings can spark this same sense of camaraderie, but often lack the creative drive that can cement a lifelong friendship."
						]
					}
				],
				"images": [
					{
						"type": "image",
						"href": {
							"type": "external",
							"url": "https://raw.githubusercontent.com/EmberHeartshine/5erepo/master/_img/TGS1/Feathren.jpg"
						}
					}
				]
			},
			"languageProficiencies": [
				{
					"common": true,
					"choose": {
						"from": [
							"other"
						],
						"count": 1
					}
				}
			]
		}
	],
	"subclass": [
		{
			"name": "Path of the Glacier",
			"subclassFeatures": [
				"Path of the Glacier|Barbarian||Glacier|tgs1|3",
				"Cold Fortress|Barbarian||Glacier|tgs1|6",
				"Deep Sleep|Barbarian||Glacier|tgs1|10",
				"Avalanche Stomp|Barbarian||Glacier|tgs1|14"
			],
			"source": "tgs1",
			"shortName": "Glacier",
			"className": "Barbarian",
			"classSource": "PHB"
		},
		{
			"name": "College of Dance",
			"subclassFeatures": [
				"College of Dance|Bard||Dance|tgs1|3",
				"Entrancing Movement|Bard||Dance|tgs1|6",
				"Endless Dance|Bard||Dance|tgs1|14"
			],
			"source": "tgs1",
			"shortName": "Dance",
			"className": "Bard",
			"classSource": "PHB"
		},
		{
			"name": "Astral Domain",
			"shortName": "Astral",
			"source": "tgs1",
			"subclassSpells": [
				{
					"name": "guiding bolt",
					"source": "PHB"
				},
				{
					"name": "longstrider",
					"source": "PHB"
				},
				{
					"name": "blur",
					"source": "PHB"
				},
				{
					"name": "invisibility",
					"source": "PHB"
				},
				{
					"name": "blink",
					"source": "PHB"
				},
				{
					"name": "slow",
					"source": "PHB"
				},
				{
					"name": "banishment",
					"source": "PHB"
				},
				{
					"name": "dimension door",
					"source": "PHB"
				},
				{
					"name": "teleportation circle",
					"source": "PHB"
				},
				{
					"name": "wall of force",
					"source": "PHB"
				}
			],
			"subclassFeatures": [
				"Astral Domain|Cleric||Astral|tgs1|1",
				"Channel Divinity: Create Void|Cleric||Astral|tgs1|2",
				"Channel Divinity: Spatial Exchange|Cleric||Astral|tgs1|6",
				"Potent Spellcasting|Cleric||Astral|tgs1|8",
				"Supreme Switching|Cleric||Astral|tgs1|17"
			],
			"className": "Cleric",
			"classSource": "PHB"
		},
		{
			"name": "The Unbroken Circle",
			"source": "tgs1",
			"subclassFeatures": [
				"The Unbroken Circle|Druid||Unbroken|tgs1|2",
				"Shillelagh Mastery|Druid||Unbroken|tgs1|6",
				"War Druid|Druid||Unbroken|tgs1|10",
				"Nature Armor|Druid||Unbroken|tgs1|14"
			],
			"shortName": "Unbroken",
			"className": "Druid",
			"classSource": "PHB"
		},
		{
			"name": "Couatl Herald",
			"subclassFeatures": [
				"Couatl Herald|Fighter||Couatl Herald|tgs1|3",
				"Peacebringer|Fighter||Couatl Herald|tgs1|7",
				"Calm Mind|Fighter||Couatl Herald|tgs1|10",
				"Paragon|Fighter||Couatl Herald|tgs1|15",
				"Heraldic Enforcer|Fighter||Couatl Herald|tgs1|18"
			],
			"source": "tgs1",
			"shortName": "Couatl Herald",
			"className": "Fighter",
			"classSource": "PHB"
		},
		{
			"name": "Way of the Celestial",
			"source": "tgs1",
			"subclassFeatures": [
				"Way of the Celestial|Monk||Celestial|tgs1|3",
				"Stabilizing Ki|Monk||Celestial|tgs1|6",
				"Celestial Emissary|Monk||Celestial|tgs1|11",
				"Heavenborne|Monk||Celestial|tgs1|17"
			],
			"shortName": "Celestial",
			"className": "Monk",
			"classSource": "PHB"
		},
		{
			"name": "Oath of the Hearth",
			"subclassFeatures": [
				"Oath of the Hearth|Paladin||Hearth|tgs1|3",
				"Aura of Warmth|Paladin||Hearth|tgs1|7",
				"Insulating Ward|Paladin||Hearth|tgs1|15",
				"Burning Spirit|Paladin||Hearth|tgs1|20"
			],
			"source": "tgs1",
			"subclassSpells": [
				{
					"name": "burning hands",
					"source": "PHB"
				},
				{
					"name": "find familiar",
					"source": "PHB"
				},
				{
					"name": "aid",
					"source": "PHB"
				},
				{
					"name": "continual flame",
					"source": "PHB"
				},
				{
					"name": "beacon of hope",
					"source": "PHB"
				},
				{
					"name": "daylight",
					"source": "PHB"
				},
				{
					"name": "fire shield",
					"source": "PHB"
				},
				{
					"name": "guardian of faith",
					"source": "PHB"
				},
				{
					"name": "flame strike",
					"source": "PHB"
				},
				{
					"name": "Rary's telepathic bond",
					"source": "PHB"
				}
			],
			"shortName": "Hearth",
			"className": "Paladin",
			"classSource": "PHB"
		}
	],
	"subclassFeature": [
		{
			"name": "Path of the Glacier",
			"source": "tgs1",
			"page": 158,
			"className": "Barbarian",
			"classSource": "PHB",
			"subclassShortName": "Glacier",
			"subclassSource": "tgs1",
			"level": 3,
			"entries": [
				"Born from the frigid and daunting Everglacier, barbarians who follow Path of the Glacier have learned to harbor the resolute stillness, patience, and unwavering determination and destruction of the icy landscape. These warriors transform their bodies into powerful moving bunkers that are as difficult to take down as they are to escape from.",
				"Barbarians that follow this path are often trained hunters who enjoy the patient stalking of prey. They thrive on the peril they impose on their fleeing targets, and take special pride in their slow-and-steady approach.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Permafrost|Barbarian||Glacier|tgs1|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Frostbite|Barbarian||Glacier|tgs1|3"
				}
			]
		},
		{
			"type": "entries",
			"name": "Permafrost",
			"entries": [
				"Starting when you choose this path at 3rd level, your skin becomes icy and tough to the touch. You gain resistance to cold damage, and while you're not wearing any armor, you gain a +1 bonus to your AC.",
				"In addition, your rage is a cold and patient well of power. When your rage would end early due to you either not attacking or taking damage, you can choose to maintain it instead. You can use this feature a number of times equal to your Constitution modifier (minimum of 1). You regain all expended uses when you finish a long rest."
			],
			"source": "tgs1",
			"page": 158,
			"className": "Barbarian",
			"classSource": "PHB",
			"subclassShortName": "Glacier",
			"subclassSource": "tgs1",
			"level": 3,
			"header": 1
		},
		{
			"type": "entries",
			"name": "Frostbite",
			"entries": [
				"Also at 3rd level, you can unleash the unforgiving cold inside of you with your attacks. Once on each of your turns while you're raging, you can release a burst of sheer cold when you hit a target with a melee weapon attack. When you do, that target takes an extra {@damage 1d6} cold damage from the attack. This damage increases when you reach certain levels in this class, increasing to {@damage 2d6} cold damage at 10th level and {@damage 3d6} at 14th level.",
				"When a creature takes cold damage in this way, its speed is reduced by 10 feet until the start of your next turn."
			],
			"source": "tgs1",
			"page": 158,
			"className": "Barbarian",
			"classSource": "PHB",
			"subclassShortName": "Glacier",
			"subclassSource": "tgs1",
			"level": 3,
			"header": 1
		},
		{
			"name": "Cold Fortress",
			"source": "tgs1",
			"page": 158,
			"className": "Barbarian",
			"classSource": "PHB",
			"subclassShortName": "Glacier",
			"subclassSource": "tgs1",
			"level": 6,
			"header": 2,
			"entries": [
				"By 6th level, you learn to further channel the icy resilience within you. When you enter a rage and are not wearing any armor, your skin becomes shielded by a protective layer of frost. This frost grants you a number of temporary hit points equal to {@dice 1d12} + your Constitution modifier that last for 1 hour.",
				"You can use a bonus action on your following turns while you're raging to expend a Hit Die to gain these temporary hit points again. When you do, the number of temporary hit points you gain is equal to the maximum roll of the expended Hit Die + your Constitution modifier."
			]
		},
		{
			"name": "Deep Sleep",
			"source": "tgs1",
			"page": 158,
			"className": "Barbarian",
			"classSource": "PHB",
			"subclassShortName": "Glacier",
			"subclassSource": "tgs1",
			"level": 10,
			"header": 2,
			"entries": [
				"At 10th level, you can choose to enter a deep state of hibernation when you take a long rest. While resting in this way, you're cold to the touch and appear dead to all outward inspection and to spells used to determine your status. Noise and other distractions fail to wake you.",
				"You awake from this rest after 6 hours, when you take damage, or when a creature uses its action to slap you awake. If you finish a continuous 6 hours of sleep in this way, you gain the benefits of finishing a long rest, and you regain all expended Hit Dice."
			]
		},
		{
			"name": "Avalanche Stomp",
			"source": "tgs1",
			"page": 158,
			"className": "Barbarian",
			"classSource": "PHB",
			"subclassShortName": "Glacier",
			"subclassSource": "tgs1",
			"level": 14,
			"header": 2,
			"entries": [
				"At 14th level, you become as mighty as an unstoppable glacier. As an action, you can stomp the ground to send out a magical tremor. All creatures of your choice within 15 feet of you must make a Dexterity saving throw (DC 8 + your proficiency bonus + your Strength modifier). On a failed save, a creature takes bludgeoning damage equal to {@damage 3d6} + your Strength modifier and is knocked prone. If you use this feature while you're raging, you maintain your rage until the end of your next turn."
			]
		},
		{
			"name": "College of Dance",
			"source": "tgs1",
			"page": 159,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Dance",
			"subclassSource": "tgs1",
			"level": 3,
			"entries": [
				"Bards of the College of Dance tell stories and perform music without making a sound, choosing to instead move with feylike grace and magic to evade harm and inspire others. These dances originate from the Festerwood, whose radiant spores and light made for miraculous performances and deadly hazards. These bards can be found anywhere from the local tavern to the highest levels of theater moving crowds to tears as quickly as rebellion. At every turn, they inspire others to be brave, move, and join in.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Fast Movement|Bard||Dance|tgs1|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Inspirational Dance|Bard||Dance|tgs1|3"
				}
			]
		},
		{
			"type": "entries",
			"name": "Fast Movement",
			"entries": [
				"When you join the College of Dance at 3rd level, your walking speed increases by 10 feet. When you reach 6th and 14th level in this class, your walking speed increases by an extra 5 feet."
			],
			"source": "tgs1",
			"page": 159,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Dance",
			"subclassSource": "tgs1",
			"level": 3,
			"header": 1
		},
		{
			"type": "entries",
			"name": "Inspirational Dance",
			"entries": [
				"Also at 3rd level, you learn how to use the universal language of dance. As a bonus action, you can expend one of your uses of Bardic Inspiration to dance and reinvigorate a creature other than you who can see you. When you do, roll a Bardic Inspiration die. That creature gains temporary hit points equal to the number rolled plus your Charisma modifier (minimum of 1). When a creature gains temporary hit points in this way, it can immediately use its reaction to move up to its speed without provoking opportunity attacks or take the Dodge action."
			],
			"source": "tgs1",
			"page": 159,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Dance",
			"subclassSource": "tgs1",
			"level": 3,
			"header": 1
		},
		{
			"name": "Entrancing Movement",
			"source": "tgs1",
			"page": 159,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Dance",
			"subclassSource": "tgs1",
			"level": 6,
			"header": 2,
			"entries": [
				"At 6th level, your movements become so graceful that even the most cold-hearted enemies are filled with remorse for having stopped your dance. Whenever a creature hits you with an opportunity attack, that creature takes psychic damage equal to your Charisma modifier + half your bard level.",
				"In addition, you can use your dance to cast the {@spell charm person} spell, without expending a spell slot. When cast in this way, the target doesn't have advantage on the saving throw if you're currently fighting it. When you reach 14th level in this class, you can cast the {@spell Otto's irresistible dance|phb|irresistible dance} spell in this way as well. A spell cast with this feature requires only somatic components. After you cast a spell in this way, you can't use this feature to cast it again until you finish a long rest."
			]
		},
		{
			"name": "Endless Dance",
			"source": "tgs1",
			"page": 159,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Dance",
			"subclassSource": "tgs1",
			"level": 14,
			"header": 2,
			"entries": [
				"By 14th level, your dance has become so invigorating that it can inspire an ally to attack. A creature that gains temporary hit points from your Inspirational Dance can choose to use its reaction to make one weapon attack.",
				"In addition, your endless dancing allows you to more easily avoid being hit. You can use a bonus action to take the Dodge action, and whenever you use a bonus action to expend a Bardic Inspiration die, you can take the Dodge action as part of that bonus action."
			]
		},
		{
			"name": "Astral Domain",
			"source": "tgs1",
			"page": 160,
			"className": "Cleric",
			"classSource": "PHB",
			"subclassShortName": "Astral",
			"subclassSource": "tgs1",
			"level": 1,
			"entries": [
				"Gods of the Astral Plane are as lost to time and space as the realm they reign over. The Astral Plane fills the gaps between the planes of existence and is an important, balancing force in the cosmic ecosystem of the multiverse. Practitioners of this domain see the absence of anything as something, and consider the Astral Plane as the ultimate destination of all things. These acolytes follow the ultimate path to their destination, and help shepherd others along their way in a grand mission of entropy. Clerics of the astral domain are chaotic by nature, but typically choose to destroy evil where they find it and hasten its inevitable journey to the Astral Plane.",
				"At each indicated cleric level, add the listed spells to your spells prepared. They do not count towards your limit.",
				{
					"type": "table",
					"caption": "Astral Domain Spells",
					"colLabels": [
						"Cleric Level",
						"Spells"
					],
					"colStyles": [
						"col-3 text-center",
						"col-9"
					],
					"rows": [
						[
							"1st",
							"{@spell guiding bolt}, {@spell longstrider}"
						],
						[
							"3rd",
							"{@spell blur}, {@spell invisibility}"
						],
						[
							"5th",
							"{@spell blink}, {@spell slow}"
						],
						[
							"7th",
							"{@spell banishment}, {@spell dimension door}"
						],
						[
							"9th",
							"{@spell teleportation circle}, {@spell wall of force}"
						]
					]
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Bonus Cantrip|Cleric||Astral|tgs1|1"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Planar Reach|Cleric||Astral|tgs1|1"
				}
			]
		},
		{
			"type": "entries",
			"name": "Bonus Cantrip",
			"entries": [
				"When you choose this domain at 1st level, you gain the {@spell guidance} cantrip if you don't already know it."
			],
			"source": "tgs1",
			"page": 160,
			"className": "Cleric",
			"classSource": "PHB",
			"subclassShortName": "Astral",
			"subclassSource": "tgs1",
			"level": 1,
			"header": 1
		},
		{
			"type": "entries",
			"name": "Planar Reach",
			"entries": [
				"At 1st level, you can create and reach through brief holes in the fabric of reality. When you cast a spell that has a range of touch, you can target a creature within 30 feet of you that you can see instead. You can use this feature a number of times equal to your Wisdom modifier (minimum of once). You regain all expended uses when you finish a long rest."
			],
			"source": "tgs1",
			"page": 160,
			"className": "Cleric",
			"classSource": "PHB",
			"subclassShortName": "Astral",
			"subclassSource": "tgs1",
			"level": 1,
			"header": 1
		},
		{
			"name": "Channel Divinity: Create Void",
			"source": "tgs1",
			"page": 160,
			"className": "Cleric",
			"classSource": "PHB",
			"subclassShortName": "Astral",
			"subclassSource": "tgs1",
			"level": 2,
			"header": 2,
			"entries": [
				"Starting at 2nd level, you can use your Channel Divinity to create a brief tear in the planar fabric that leads to the Astral Plane. As a bonus action, you can point your finger at a point you can see within 60 feet to create a planar tear. The tear is minuscule, but creates a powerful vacuum that forces each creature within 15 feet of the point to make a Dexterity saving throw. On a failed save, a creature takes force damage equal to 2d10 + half your cleric level and is pulled up to 15 feet toward the point. On a successful save, a creature takes half as much force damage and is not pulled. The tear vanishes immediately after drawing in any nearby creatures."
			]
		},
		{
			"name": "Channel Divinity: Spatial Exchange",
			"source": "tgs1",
			"page": 160,
			"className": "Cleric",
			"classSource": "PHB",
			"subclassShortName": "Astral",
			"subclassSource": "tgs1",
			"level": 6,
			"header": 2,
			"entries": [
				"By 6th level, you can use your Channel Divinity to distort the fabric of reality. As an action, you teleport up to 30 feet away to an unoccupied space you can see. Alternatively, you can choose a space within range that is occupied by a Small or Medium creature. If that creature is willing, you both teleport, swapping places."
			]
		},
		{
			"name": "Potent Spellcasting",
			"source": "tgs1",
			"page": 160,
			"className": "Cleric",
			"classSource": "PHB",
			"subclassShortName": "Astral",
			"subclassSource": "tgs1",
			"level": 8,
			"header": 2,
			"entries": [
				"Starting at 8th level, you add your Wisdom modifier to the damage you deal with any cleric cantrip."
			]
		},
		{
			"name": "Supreme Switching",
			"source": "tgs1",
			"page": 160,
			"className": "Cleric",
			"classSource": "PHB",
			"subclassShortName": "Astral",
			"subclassSource": "tgs1",
			"level": 17,
			"header": 2,
			"entries": [
				"At 17th level, you can choose to target a hostile creature when you use your Spatial Exchange feature. When you do, that creature must make a Charisma saving throw against your cleric spell save DC. On a failure, it switches places with you. On a success, neither you nor the creature are moved by your Channel Divinity.",
				"In addition, your comfort slipping through planes allows you to do more while you move between them. Whenever you successfully swap places with another creature using your Spatial Exchange feature, you can cast a spell of 5th level or lower with a range of touch as part of that action. The spell must have a casting time of 1 action, and you must target the creature you're switching places with. The spell completes as you and the other creature switch places."
			]
		},
		{
			"name": "The Unbroken Circle",
			"source": "tgs1",
			"page": 161,
			"className": "Druid",
			"classSource": "PHB",
			"subclassShortName": "Unbroken",
			"subclassSource": "tgs1",
			"level": 2,
			"entries": [
				"The Unbroken Circle is an order of druids who have abandoned the patient teachings of their predecessors, deciding instead to take up arms in defense of the wilderness. These combative druids form militias and harness the fury of nature itself to forcefully remove any encroaching evil that threatens their sacred lands.",
				"While the chaotic bend of nature is found within these druids, their bodies and impulses are tamed through training and discipline. Originally from the unforgiving Festerwood, this circle's teachings are as rigorous as the forest, blending a mixture of offense and defense to stand up to all of the world's challenges.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Improved Shillelagh|Druid||Unbroken|tgs1|2"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Wild Recovery|Druid||Unbroken|tgs1|2"
				}
			]
		},
		{
			"type": "entries",
			"name": "Improved Shillelagh",
			"entries": [
				"When you choose this circle at 2nd level, you gain proficiency with martial weapons. In addition, you learn the {@spell shillelagh} cantrip. If you already know this cantrip, you learn a different druid cantrip of your choice. The cantrip doesn't count against your number of cantrips known.",
				"When you cast shillelagh, you can use it to imbue any melee weapon you're holding with nature's power. If you're holding a weapon under the effects of shillelagh, you can use it as a spellcasting focus for your druid spells."
			],
			"source": "tgs1",
			"page": 161,
			"className": "Druid",
			"classSource": "PHB",
			"subclassShortName": "Unbroken",
			"subclassSource": "tgs1",
			"level": 2,
			"header": 1
		},
		{
			"type": "entries",
			"name": "Wild Recovery",
			"entries": [
				"At 2nd level, you gain the ability to recover using the wild, bestial magic that courses through you. As a bonus action, you can expend a use of your Wild Shape to regain a number of hit points equal to {@dice 1d10} + your Wisdom modifier (minimum of 1). When you reach 10th level in this class, you regain {@dice 2d10} + your Wisdom modifier instead."
			],
			"source": "tgs1",
			"page": 161,
			"className": "Druid",
			"classSource": "PHB",
			"subclassShortName": "Unbroken",
			"subclassSource": "tgs1",
			"level": 2,
			"header": 1
		},
		{
			"name": "Shillelagh Mastery",
			"source": "tgs1",
			"page": 161,
			"className": "Druid",
			"classSource": "PHB",
			"subclassShortName": "Unbroken",
			"subclassSource": "tgs1",
			"level": 6,
			"header": 2,
			"entries": [
				"Starting at 6th level, when you cast shillelagh, the weapon's damage die becomes a d10, instead of a d8. When you reach 14th level in this class, the damage die becomes a d12.",
				"In addition, while you're wielding a weapon under the effects of shillelagh, you can attack twice, instead of once, whenever you take the Attack action on your turn using that weapon."
			]
		},
		{
			"name": "War Druid",
			"source": "tgs1",
			"page": 161,
			"className": "Druid",
			"classSource": "PHB",
			"subclassShortName": "Unbroken",
			"subclassSource": "tgs1",
			"level": 10,
			"header": 2,
			"entries": [
				"At 10th level, when you use your action to cast a druid cantrip, you can make one weapon attack as a bonus action."
			]
		},
		{
			"name": "Nature Armor",
			"source": "tgs1",
			"page": 161,
			"className": "Druid",
			"classSource": "PHB",
			"subclassShortName": "Unbroken",
			"subclassSource": "tgs1",
			"level": 14,
			"header": 2,
			"entries": [
				"By 14th level, your connection to nature helps to shield you from harm. At the start of each of your turns, you gain a number of temporary hit points equal to half your druid level."
			]
		},
		{
			"name": "Couatl Herald",
			"source": "tgs1",
			"page": 162,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Couatl Herald",
			"subclassSource": "tgs1",
			"level": 3,
			"entries": [
				"The Couatl Heralds were, or are, martial warriors whose intention was to neutralize threats without always resorting to deadly force. These combatants were a beloved symbol of peace in the once great city of Hearth, whose terrible destruction has been all but entirely lost to history. Perhaps you come from a long line of sequestered heralds who had escaped the city before its collapse, or maybe you found the age-old journals of one of the city's training officers. Regardless of how you come across this knowledge, training, and virtue, a true Couatl Herald defends the lives of all: regardless of their transgressions.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Agent of Mercy|Fighter||Couatl Herald|tgs1|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "One of the People|Fighter||Couatl Herald|tgs1|3"
				}
			]
		},
		{
			"type": "entries",
			"name": "Agent of Mercy",
			"entries": [
				"When you choose this archetype at 3rd level, you understand that not every villain needs a bloody ending. You gain three motes of positive magic that can be used to fuel your interactions with other creatures. These motes are called mercy dice, which are d6s. You regain all of your expended mercy dice when you finish a short or long rest, and you regain 1 expended mercy die when you reduce a hostile creature to 0 hit points and choose to knock it out instead of killing it outright.",
				"Whenever you make a Wisdom ({@skill Insight}) check or Charisma check, you can choose to roll one or more of these dice and add the number rolled to the ability check. You can wait until after you roll the d20 before deciding to use a mercy die, but must decide before the GM says whether the roll succeeds or fails. Alternatively, you can roll a mercy die as a bonus action to gain temporary hit points equal to your Charisma modifier + the number you rolled on the die.",
				"You keep a mercy die until it's either used or you kill an unconscious creature you had already spared. When you reach 10th level in this class, your mercy dice turn into d8s, and at 15th level, they turn into d10s.",
				"In addition, your carefully placed strikes allow you to knock a creature out with either melee or ranged attacks."
			],
			"source": "tgs1",
			"page": 162,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Couatl Herald",
			"subclassSource": "tgs1",
			"level": 3,
			"header": 1
		},
		{
			"type": "entries",
			"name": "One of the People",
			"entries": [
				"At 3rd level, you gain proficiency in the {@skill Persuasion} and {@skill Insight} skills."
			],
			"source": "tgs1",
			"page": 163,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Couatl Herald",
			"subclassSource": "tgs1",
			"level": 3,
			"header": 1
		},
		{
			"name": "Peacebringer",
			"source": "tgs1",
			"page": 163,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Couatl Herald",
			"subclassSource": "tgs1",
			"level": 7,
			"header": 2,
			"entries": [
				"Starting at 7th level, your weapon attacks count as magical for the purpose of overcoming resistance and immunity to nonmagical attacks and damage. In addition, you can use an action to cast the {@spell calm emotions} spell, without expending a spell slot. The saving throw DC for the spell equals 8 + your proficiency bonus + your Charisma modifier. Once you cast this spell, you can't cast it again until you finish a short or long rest."
			]
		},
		{
			"name": "Calm Mind",
			"source": "tgs1",
			"page": 163,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Couatl Herald",
			"subclassSource": "tgs1",
			"level": 10,
			"header": 2,
			"entries": [
				"By 10th level, you gain an additional way to regain mercy dice. When you successfully persuade a creature to stand down or deescalate an otherwise violent situation, you regain 1 mercy die. If multiple creatures are persuaded in this way, you regain 1 mercy die for each affected creature.",
				"In addition, your mind is guarded against outside forces that would seek to sway your dedication. You can't be {@condition charmed} or {@condition frightened}."
			]
		},
		{
			"name": "Paragon",
			"source": "tgs1",
			"page": 163,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Couatl Herald",
			"subclassSource": "tgs1",
			"level": 15,
			"header": 2,
			"entries": [
				"Starting at 15th level, you can have up to five mercy dice at a time. You've also learned how to lead your allies using magical words of empowerment. As a bonus action, you can command a creature you can see within 30 feet of you, spending a mercy die. When you do, roll the die. If the creature can hear you, it gains temporary hit points equal to your Charisma modifier + the number you rolled on the mercy die and can immediately use its reaction to move up to half its speed and make one weapon attack.",
				"If a weapon attack made in this way reduces a creature to 0 hit points, that creature is magically knocked unconscious instead of killed outright by the attack."
			]
		},
		{
			"name": "Heraldic Enforcer",
			"source": "tgs1",
			"page": 163,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Couatl Herald",
			"subclassSource": "tgs1",
			"level": 18,
			"header": 2,
			"entries": [
				"At 18th level, your training has taught you to strike with the magic and force of a mighty {@creature couatl}. Once on each of your turns when you hit a creature with a weapon attack, you can cause the attack to deal an extra 1d10 force damage to the target. When you deal this force damage, you can choose to spend a mercy die to add an additional 1d10 force damage to the attack.",
				"In addition, if you choose to knock a creature out instead of killing it outright when you reduce it to 0 hit points, the target remains unconscious for 8 hours or until a creature friendly to you uses an action to shake it awake, even if the target regains hit points."
			]
		},
		{
			"name": "Way of the Celestial",
			"source": "tgs1",
			"page": 163,
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Celestial",
			"subclassSource": "tgs1",
			"level": 3,
			"entries": [
				"Monks of the Way of the Celestial are peacekeepers and protectors of their chosen kin. These monks meditate to achieve a greater understanding of a divine being, granting them the ability to channel celestial energies into their own. These martial defenders are pensive, patient, and understanding, but offer little mercy when evil intentions are made clear.",
				"The Way of the Celestial originated from the lost city of Hearth as a tribute to the city's guardian couatl protectors. While these teachings are far from common knowledge, there's no telling what small, protected monasteries may still exist after the city's untimely destruction. Regardless of how you come upon this tradition, the wisdom of the celestials guides its every principle.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Celestial Connection|Monk||Celestial|tgs1|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Soul-Searching Strike|Monk||Celestial|tgs1|3"
				}
			]
		},
		{
			"type": "entries",
			"name": "Celestial Connection",
			"entries": [
				"Starting when you choose this tradition at 3rd level, you can telepathically speak to any creature you can see within 30 feet of you. When you do, you don't need to share a language with the creature for it to understand you, but the creature must be able to understand at least one language."
			],
			"source": "tgs1",
			"page": 163,
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Celestial",
			"subclassSource": "tgs1",
			"level": 3,
			"header": 1
		},
		{
			"type": "entries",
			"name": "Soul-Searching Strike",
			"entries": [
				"At 3rd level, you can spend 1 ki point when you touch a creature to peer into its soul. Until the start of your next turn, or for 1 minute if you are not in combat, you are aware of the creature's emotional state and its most obvious desire. At the GM's option, you may also discern its current number of hit points or one piece of the creature's history. During this effect, you have advantage on any Wisdom ({@skill Insight}) checks made to interact with that creature, and the next attack roll you make against that creature before the end of your turn has advantage.",
				"If you use this feature when you hit a creature with one of the attacks granted by your Flurry of Blows, you do not need to spend a ki point to use it."
			],
			"source": "tgs1",
			"page": 163,
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Celestial",
			"subclassSource": "tgs1",
			"level": 3,
			"header": 1
		},
		{
			"name": "Stabilizing Ki",
			"source": "tgs1",
			"page": 163,
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Celestial",
			"subclassSource": "tgs1",
			"level": 6,
			"header": 2,
			"entries": [
				"At 6th level, you can harness healing celestial energy and channel it using your ki. As an action, you can touch a willing creature with less than half its hit points left and spend 1 or more ki points. That creature regains 5 hit points for each point you spend, restoring it to no more than half its hit point maximum.",
				"In addition, you can spend 2 ki points as an action to cast {@spell enhance ability}, {@spell lesser restoration}, or {@spell protection from evil and good}, requiring no material components."
			]
		},
		{
			"name": "Celestial Emissary",
			"source": "tgs1",
			"page": 164,
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Celestial",
			"subclassSource": "tgs1",
			"level": 11,
			"header": 2,
			"entries": [
				"Beginning at 11th level, your connection to celestials can be used to expand your mind's reach. You can cast the {@spell dream} or {@spell scrying} spell, requiring no material components, using your ki save DC. When you cast dream using this feature, only you can act as the dream's messenger. Once you cast a spell in this way, you can't cast it again until you finish a long rest.",
				"In addition, you are immune to scrying and to any effect that would sense your emotions, read your thoughts, or detect your location."
			]
		},
		{
			"name": "Heavenborne",
			"source": "tgs1",
			"page": 164,
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Celestial",
			"subclassSource": "tgs1",
			"level": 17,
			"header": 2,
			"entries": [
				"At 17th level, your energy is perfectly intertwined with both harmful and healing celestial magic. Your unarmed strikes deal an extra {@damage 1d4} radiant damage, and you can now use your Stabilizing Ki as a bonus action, instead of an action, to heal a creature up to 30 feet away from you.",
				"In addition, you gain a flying speed equal to your current walking speed. This benefit only works in short bursts; you fall if you end your turn in the air and nothing else is holding you aloft."
			]
		},
		{
			"name": "Oath of the Hearth",
			"source": "tgs1",
			"page": 164,
			"className": "Paladin",
			"classSource": "PHB",
			"subclassShortName": "Hearth",
			"subclassSource": "tgs1",
			"level": 3,
			"entries": [
				"The Oath of the Hearth originates from the city of the same name, whose tragic downfall has been all but lost to history over centuries. These paladins swore an oath to protect this tropical, sunlit city in the name of their celestial guardians. Until the end, they fulfilled their oaths. You may swear this oath because you have an age-old connection to the city through your bloodline, or may have established a connection to the city's principles through stories or interaction with a related celestial being. Regardless of your reasons for taking it, those that swear this oath adorn their armor with symbols of community, fire, and the sun to reflect their commitment to the city and the lives that were led there.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Tenets of the Hearth|Paladin||Hearth|tgs1|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Oath of the Hearth Spells|Paladin||Hearth|tgs1|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Channel Divinity|Paladin||Hearth|tgs1|3"
				}
			]
		},
		{
			"type": "entries",
			"name": "Tenets of the Hearth",
			"entries": [
				"The tenets of the Oath of the Hearth are linked directly to the once-flourishing city of the oath's origin. The culture was vibrant and open, and thrived under the tropical sun in the Elsath Jungle. They were supportive of children's imagination and new ideas, and as a community would rush to foster good creativity. With new ideas came progress and prosperity, and with each new generation, the future always looked brighter. The core principles of this oath are devoted to supporting the weak, developing community, and destroying the evils that would seek to harm them.",
				{
					"type": "entries",
					"name": "Shield the Embers",
					"entries": [
						"Protect those that can't defend themselves. Every ember is a fount of possibility and strength."
					]
				},
				{
					"type": "entries",
					"name": "Feed the Fire",
					"entries": [
						"Keep the fires of passion burning. New ideas light the way to progress and salvation."
					]
				},
				{
					"type": "entries",
					"name": "Share the Warmth",
					"entries": [
						"Offer guidance and kindness to those that need it. Respite and rest are always free to give."
					]
				},
				{
					"type": "entries",
					"name": "Burn Away Evil",
					"entries": [
						"Turn those that would harm the innocent or douse the peoples' flames to ash."
					]
				}
			],
			"source": "tgs1",
			"page": 164,
			"className": "Paladin",
			"classSource": "PHB",
			"subclassShortName": "Hearth",
			"subclassSource": "tgs1",
			"level": 3,
			"header": 1
		},
		{
			"type": "entries",
			"name": "Oath of the Hearth Spells",
			"entries": [
				"You gain oath spells at the paladin levels listed.",
				{
					"type": "table",
					"caption": "Astral Domain Spells",
					"colLabels": [
						"Cleric Level",
						"Spells"
					],
					"colStyles": [
						"col-3 text-center",
						"col-9"
					],
					"rows": [
						[
							"3rd",
							"{@spell burning hands}, {@spell find familiar}"
						],
						[
							"5th",
							"{@spell aid}, {@spell continual flame}"
						],
						[
							"9th",
							"{@spell beacon of hope}, {@spell daylight}"
						],
						[
							"13th",
							"{@spell fire shield}, {@spell guardian of faith}"
						],
						[
							"17th",
							"{@spell flame strike}, {@spell Rary's telepathic bond}"
						]
					]
				}
			],
			"source": "tgs1",
			"page": 164,
			"className": "Paladin",
			"classSource": "PHB",
			"subclassShortName": "Hearth",
			"subclassSource": "tgs1",
			"level": 3,
			"header": 1
		},
		{
			"name": "Channel Divinity",
			"source": "tgs1",
			"page": 163,
			"className": "Paladin",
			"classSource": "PHB",
			"subclassShortName": "Hearth",
			"subclassSource": "tgs1",
			"level": 3,
			"header": 2,
			"entries": [
				"When you take this oath at 3rd level, you gain the following two Channel Divinity options.",
				{
					"type": "entries",
					"name": "Burning Weapon",
					"entries": [
						"As a bonus action, you can ignite one weapon that you're holding with fiery energy using your Channel Divinity. For 1 minute, you deal extra fire damage with that weapon equal to your Charisma modifier (minimum 1). The weapon also emits bright light in a 20-foot radius and dim light for an additional 20 feet. If the weapon is not already magical, it becomes magical for the duration.",
						"You can end this effect on your turn (no action required). If you are no longer holding or carrying this weapon, or if you fall unconscious, this effect ends."
					]
				},
				{
					"type": "entries",
					"name": "Warming Respite",
					"entries": [
						"Your Channel Divinity can enhance the healing powers of a good rest. When you or any friendly creatures who can see you finish a short rest, you can use your Channel Divinity to grant each of those creatures a number of temporary hit points equal to your paladin level."
					]
				}
			]
		},
		{
			"name": "Aura of Warmth",
			"source": "tgs1",
			"page": 164,
			"className": "Paladin",
			"classSource": "PHB",
			"subclassShortName": "Hearth",
			"subclassSource": "tgs1",
			"level": 7,
			"header": 2,
			"entries": [
				"Starting at 7th level, you and friendly creatures within 10 feet of you have resistance to cold and fire damage while you are conscious.",
				"At 18th level, the range of this aura increases to 30 feet."
			]
		},
		{
			"name": "Insulating Ward",
			"source": "tgs1",
			"page": 165,
			"className": "Paladin",
			"classSource": "PHB",
			"subclassShortName": "Hearth",
			"subclassSource": "tgs1",
			"level": 15,
			"header": 2,
			"entries": [
				"Beginning at 15th level, whenever you expend a spell slot, you and friendly creatures within your Aura of Warmth gain a number of temporary hit points equal to the spell slot's level + your Charisma modifier."
			]
		},
		{
			"name": "Burning Spirit",
			"source": "tgs1",
			"page": 163,
			"className": "Paladin",
			"classSource": "PHB",
			"subclassShortName": "Hearth",
			"subclassSource": "tgs1",
			"level": 20,
			"header": 2,
			"entries": [
				"At 20th level, as an action, you can magically ignite yourself to embody your fiery soul for 1 minute. These flames are harmless to you and cast bright light in a 40-foot radius and dim light for an additional 40 feet. The flames invigorate you, giving you 10 temporary hit points at the start of each of your turns. While in this form, you become more lithe and fluid in your movements, increasing your speed by 10 feet and allowing you to move through and enter a hostile creature's space and stop there.",
				"Hostile creatures are hurt by these flames as punishment for their transgressions. A hostile creature takes fire damage equal to twice your Charisma modifier (minimum of 1) whenever it touches you, hits you with a melee attack, or whenever you enter its space for the first time on your turn.",
				"Once you use this feature, you can't use it again until you finish a long rest."
			]
		}
	]
}
