{
	"_meta": {
		"sources": [
			{
				"json": "ba",
				"abbreviation": "BA",
				"full": "Bonus Action",
				"color": "#005f69",
				"authors": [
					"Tim"
				],
				"version": "1.0",
				"url": "https://www.patreon.com/bonusaction",
				"convertedBy": "Ember Heartshine"
			}
		],
		"dateAdded": 1589115470,
		"dateLastModified": 1619873720
	},
	"disease": [
		{
			"name": "Abyssal Warts",
			"entries": [
				"{@b Source:} The disease is usually carried by demonic entities. When a humanoid comes into contact with the blood or saliva of an infected creature they have a chance of contracting the disease themselves. When this happens the creature rolls a Constitution saving throw ({@dc 15}). On a failed save they will experience the following:",
				"{@b Symptoms:} In the first few hours, dark spots will appear on the upper arms. These spots turn into bulbous warts over the course of approximately a day. The creature suffers from a loss of bodily strength in general. When the creature has been suffering from this disease for more than 2 weeks, they experience a severe loss of vitality.",
				"{@b Effects:} Disadvantage on Strength and Constitution saving throws. After 2 weeks of infection the creature loses {@dice 1d10} of their hit point maximum. This repeats every two weeks until the disease is cured or the creature dies.",
				"{@b Cure:} {@spell Lesser restoration} or a cure of similar level or higher. A Medicine check ({@dc 12}) reveals that burning the warts off with hot metal and resting for 2 days will also heal the disease's effects. After hit point loss occurs, only {@spell greater restoration} will restore them."
			],
			"source": "ba"
		},
		{
			"name": "Acute Petrifying Syndrome",
			"entries": [
				"{@b Source:} A creature that has been petrified by any spell or creature whilst frightened might have remnants of the petrifying magic left in their body. When a creature has been cured of a condition causing petrification, roll {@dice 1d20}. On a 1 they contract this disease and experience the following:",
				"{@b Symptoms:} The creature seems normal in their day-to-day activities as the illness lies dormant. Some days they may experience some stiffness in their limbs, but nothing that seems too serious. When a creature becomes {@condition frightened} by anything, however, they will start to {@condition petrified|phb|petrify} instead.",
				"{@b Effects:} When a creature becomes rightened they start to petrify. At the end of their next turn, they will become fully petrified unless they are no longer frightened.",
				"{@b Cure:} The ailment can be cured by a {@spell remove curse} or {@spell greater restoration} spell. The petrification itself can be cured by any means which would normally restore a creature."
			],
			"source": "ba"
		},
		{
			"name": "Affliction of Crystalline Growth",
			"entries": [
				"{@b Source:} Often seen in {@race dwarf|phb|dwarves} and creatures that dwell in deep mines. It is believed that this crystalline parasite is contracted by inhaling gemstone dust. When a mine collapses and creatures breathe the dust in the air, there is a chance the parasite may infect them. On a failed Constitution saving throw ({@dc 10}) they experience the following:",
				"{@b Symptoms:} The creature starts to grow colorless crystals in their body. When these reach a certain size they pierce the skin and/or internal organs, usually after a month if the disease is left untreated.",
				"{@b Effects:} Whenever the creature has to make a Dexterity saving throw or an Acrobatics check they automatically suffer {@dice 1d6} piercing damage as the crystals pierce their flesh. After each month that passes without a cure, the damage increases by an additional {@dice 1d6}.",
				"{@b Cure:} {@spell Lesser restoration}. A Medicine check ({@dc 12}) reveals that any cure that would restore petrification also heals this disease. Dwarves and other creatures that live underground have advantage on this check."
			],
			"source": "ba"
		},
		{
			"name": "Aggressive Fatigue Disorder",
			"entries": [
				"{@b Source:} {@i Aggressive fatigue disorder} may be a genetic disease that appears in the adult years of humanoids, but also sometimes appears for unknown reasons amongst warriors or soldiers of all races. It may be triggered when a creature neglects their rest. When a creature suffers more than 2 points of {@condition exhaustion} 4 times within one month must roll a Constitution saving throw ({@dc 18}). On a failed save they will experience the following:",
				"{@b Symptoms:} Tired most of the time, but especially after any type of battle or fight.",
				"{@b Effects:} When combat ends the diseased receives one point of exhaustion, regardless of their physical participation. They only gain one point of exhaustion in this manner every hour",
				"{@b Cure:} Taking a prolonged rest by spending at least 7 consecutive days without fighting or physical exertion in any way. Magic such as {@spell greater restoration} may remove the exaustion, but will not cure this disease."
			],
			"source": "ba"
		},
		{
			"name": "Arcane Blisters",
			"entries": [
				"{@b Source:} A magic user that burns up all their magical energy every day for extended periods of time has a chance to suffer from {@i arcane blisters.} It is also a common sight amongst pyromancers and other magic practitioners specializing in fire magic. When a creature rolls a 1 on the {@dice d20} for a spell attack roll on a spell that would deal fire damage more than once per day, they roll a Constitution saving throw ({@dc 18}). On a failed save they experience the following:",
				"{@b Symptoms:} Any exposed skin of the creature sparkles in (sun)light and is tender to the touch.",
				"{@b Effects:} Whenever the creature casts a spell that would deal fire damage, they suffer {@dice 1d4} fire damage as well.",
				"{@b Cure:} An Intelligence (nature) or Intelligence (arcana) skill check ({@dc 15}) allows a character to recall the ingredients for an ointment which soothes and heals the skin. The ointment is made by mixing any healing potion with lard and ash. The ointment has to be applied daily for 3 consecutive days to fully heal the disease. Any type of spell that would cure disease (such as {@spell lesser restoration} fails, and the caster must make their own Constitution saving throw to avoid catching the disease."
			],
			"source": "ba"
		},
		{
			"name": "Arcane Disconnection",
			"entries": [
				"{@b Source:} {@i Arcane disconnection} is caused by an airborne virus that settles in the brain of a creature. It is commonly found in antimagic zones and the tombs of {@creature lich|mm|liches}. When a creature comes into contact with the air the virus is in they must make an Intelligence saving throw against their own spell save DC. On failure, they contract this disease. If they are not a spellcaster they automatically succeed.",
				"{@b Symptoms:} The connection of the creature to their magic seems harder to reach, and their spells seem weaker.",
				"{@b Effects:} Whenever the creature would restore spell slots, they roll {@dice 1d8}. They do not recover any spell slots of that level or higher. For example: if they roll a 2 they only recover their 1st-level spell slots.",
				"{@b Cure:} Depending on the source of the creature's magic they may pray, commune with nature or travel to the plane where the source of their magic lies. Usually spending about 24 hours in such ways restores the creature's connection to their magic fully. {@spell Greater restoration} can also restore the creature's connection, but a spellcaster cannot cure themselves in this manner."
			],
			"source": "ba"
		},
		{
			"name": "Ash Cough",
			"entries": [
				"{@b Source:} {@i Ash cough} is a virus that is common amongst people living in unsanitary conditions. It is most common in slums and poor (districts of) cities. When a creature spends at least 1 month in such conditions they must make a Constitution saving throw ({@dc 5}). The DC increases by 1 for each additional month they spend in these conditions. On a failed save they experience the following:",
				"{@b Symptoms:} The infected creature coughs often and their voice becomes slightly raspy. When they cough into their hand or handkerchief it often leaves a dark residue.",
				"{@b Effects:} Creatures suffering from ash cough cannot receive any benefits from a short rest and their hit point maximum is reduced by 1. Every day they remain sick their hit point maximum is reduced by an additional 1 hit point to a minimum of 1.",
				"{@b Cure:} {@spell Lesser restoration}. A Medicine check ({@dc 5}) reveals that bathing twice per day, drinking plenty of clean water and resting for at least a week cures the disease as well."
			],
			"source": "ba"
		},
		{
			"name": "Astral Scarring",
			"entries": [
				"{@b Source:} Creatures native to the material plane are vulnerable to scarring caused by certain types of weapons and creatures from the astral plane, as well as being wounded while on the astral plane. When a creature native to the material plane is hit with an attack by a creature from the astral plane (or is hit by any attack while on the astral plane), they must roll a Constitution saving throw ({@dc 10}). If the creature is critically hit the DC increases to 15. On a failed save they will experience the following (symptoms do not show until the creature has healed back to their maximum hit points):",
				"{@b Symptoms:}  Lightning patterned scarring outward from the location of the wound, which spreads over the entire body.",
				"{@b Effects:} The creature becomes vulnerable to force, lightning and thunder damage.",
				"{@b Cure:}  Casting {@spell lesser restoration} or {@spell remove curse} once per day for 3 consecutive days dissolves the scars. The first casting cures force vulnerability, the second casting cures lightning vulnerability, and the final casting cures thunder vulnerability."
			],
			"source": "ba"
		},
		{
			"name": "Autumn Blight",
			"entries": [
				"{@b Source:} This disease is usually carried by insects in woods and forests. The disease can also be contracted by trees, causing leaves to turn brown and wither regardless of season. Creatures might contract the {@i autumn blight} by being bitten by an infected insect or spending more than 8 hours in proximity to an infected tree or in an infected forest. In either case they must make a Constitution saving throw ({@dc 15}). For each subsequent insect bite or 2 hours spent, the saving throw is repeated and increases by 1 (up to a maximum DC of 20). On a failed save they will experience the following:",
				"{@b Symptoms:} Dark rings under the eyes, brittle hair and nails. Shortness of breath and lowered energy.",
				"{@b Effects:} Disadvantage on Athletics and Acrobatics checks. The creature's movement speed is reduced by 10 feet.} ",
				"{@b Cure:} A simple {@item potion of healing|phb} or {@spell lesser restoration}. Any spell or item that removes poison can also cure this illness."
			],
			"source": "ba"
		},
		{
			"name": "Avian Delusion",
			"entries": [
				"{@b Source:} It is believed that so-called {@i avian delusions} are caused by a virus carried by diseased birds and birdlike creatures. Coming into close contact with one of these creatures and not bathing within 12 hours after contact is enough to catch the disease. When this happens, a creature rolls a Constitution saving throw ({@dc 20}). On a failed save they will experience the following:",
				"{@b Symptoms:} Lowered concentration paired with hallucinations of birds flying outside the peripheral vision. Constricted pupils and an immense hunger for bread(crumbs) and seeds.",
				"{@b Effects:} The creature is unable to cast any spells that require concentration.",
				"{@b Cure:} {@spell Greater restoration}, {@spell remove curse} or a tonic of special herbs. The herbs needed can be recalled with a successful Nature check ({@dc 16}) and can be found in forests near lakes and rivers."
			],
			"source": "ba"
		},
		{
			"name": "Bloodrot",
			"entries": [
				"{@b Source:} {@i Bloodrot} is often found in creatures that dwell in humid caves or interact with {@creature myconid adult|mm|myconids} on a regular basis. The most common way to contract bloodrot is by coming into direct contact with stagnant water in mushroom-filled caves. If a creature comes into contact with such water they must make a Constitution saving throw ({@dc 15}). If they have open wounds or swallow/breathe the water they make this saving throw with disadvantage. On a failed save they experience the following:",
				"{@b Symptoms:} A loss of vitality, pale gray skin and a generally slow demeanor.",
				"{@b Effects:}  The creature's hit point maximum is lowered by {@dice 2d8} to a minimum of 1. They also have disadvantage on Intimidation and Persuasion checks as their slugishness makes it hard for others to take them seriously.",
				"{@b Cure:} {@spell Greater restoration} will cure the disease and restore lost maximum hit points. A Nature check ({@dc 10}) reveals that a mushroom soup can also be brewed to heal bloodrot, but will not restore the lost hit points. This soup is made from the mushrooms that grow in the caves where the disease can be contracted."
			],
			"source": "ba"
		},
		{
			"name": "Boar Warts",
			"entries": [
				"{@b Source:} {@i Boar warts} are contracted from eating undercooked, infected pork meat. After consuming such meat a creature must roll a Constitution saving throw ({@dc 12}). On a failed save they experience the following:",
				"{@b Symptoms:} Clustered warts with dark bristly hair spouting all over the body.",
				"{@b Effects:} Disadvantage on all Charisma-based skill checks.",
				"{@b Cure:} A Medicine check ({@dc 10}) reveals that the warts can be surgically removed with a small blade. On a successful Dexterity check ({@dc 16}) the warts are removed without any damage or scarring. On a failure the afflicted receives {@dice 1d6} slashing damage, and while the warts are removed they regrow fully in {@dice 1d4} days."
			],
			"source": "ba"
		},
		{
			"name": "Brainslumber",
			"entries": [
				"{@b Source:} {@i Brainslumber} is a disease that most prominently occurs as a form of brain trauma in victims of severe psychic damage but may also naturally develop in some individuals with age (particularly {@race human|phb|humans} and {@race gnome|phb|gnomes}).",
				"{@b Symptoms:} Temporary mental fogginess. Potentially permanent memory loss.",
				"{@b Effects:} After finishing a long rest an afflicted creature's Intelligence score is reduced by {@dice 1d4}. Additionally, they must roll {@dice 1d20}. On a 1 they forget a name of an entity or place in the world of the DM's choosing.",
				"{@b Cure:} A magic practitioner can use {@spell modify memory} once per day for 3 subsequent days to restore the creature's ability to retain memories and halt the Intelligence loss. It is also believed that confronting the creature with reminders about their past can also jump-start recollection. Intelligence loss may only be restored using {@spell greater restoration}."
			],
			"source": "ba"
		},
		{
			"name": "Brittle Bones",
			"entries": [
				"{@b Source:} When a creature breaks its bones often, they may become more brittle over time. This is particularly common in individuals that do not let their fractures heal naturally but make use of healing magic to fix the same bone multiple times. {@i Brittle bones} causes a lack of general strength and a vulnerability to blunt force trauma.",
				"{@b Symptoms:} Bones break more easily and physical activities take far more effort. Falling (even from short heights) can be extremely painful.",
				"{@b Effects:}  The creature is vulnerable to bludgeoning damage. When receiving damage from falling they receive {@dice 1d8} per 10 feet fallen (to a maximum of {@dice 20d8}) instead of the usual damage.",
				"{@b Cure:} Spells and traditional {@item potion of healing|dmg|potions of healing} cannot cure brittle bones, as magical healing is the cause. A curative elixir can be made using basilisk bone dust and a selection of herbs found growing near waterfalls in temperate climates. A successful Nature check ({@dc 15}) reveals these ingredients. Alternatively, a calcium-rich diet for a prolonged period alongside extended rest usually alleviates brittle bones."
			],
			"source": "ba"
		},
		{
			"name": "Butterfly Fever",
			"entries": [
				"{@b Source:} Certain woodland flowers carry a pollen that can cause an allergic reaction for creatures, which sometimes results in {@i butterfly fever}. Butterfly fever is very common for creatures visiting planes of existence with a strong wilderness or natural essence. If a creature encounters these types of pollen either in the air or by touching the flowers directly they must make a Constitution saving throw ({@dc 17}). On a failed save they experience the following:",
				"{@b Symptoms:} High body temperature resulting in a lowered vitality. Low attention span and reduced alertness.",
				"{@b Effects:} An afflicted creature's Wisdom score is reduced by 3. Additionally, they make Perception checks and Constitution saving throws with disadvantage.",
				"{@b Cure:} {@spell Lesser restoration} is usually enough to cure butterfly fever. Once a creature has been healed of butterfly fever it is uncommon for them to contract it again within a year or so. (The DC to avoid reinfection within 1 year lowers to 12.)"
			],
			"source": "ba"
		},
		{
			"name": "Buzzthroat",
			"entries": [
				"{@b Source:} {@i Buzzthroat} is a bacterial infection which is usually contracted through drinking infected alcohol. Some breweries have incorporated a less harmful strain of buzzthroat in their recipe and claim it to be part of the drinking experience. When a creature drinks a beverage tainted by buzzthroat they must succeed on a Constitution saving throw ({@dc 16}) or experience the following:",
				"{@b Symptoms:} Speaking in an unpleasant raspy voice or losing the voice completely (50% chance of either). An uncomfortable vibrating sensation in the throat and vocal cords.",
				"{@b Effects:} The creature has disadvantage on Persuasion, Intimidation and Deception checks.",
				"{@b Cure:} {@spell Lesser restoration} instantly cures a buzzthroat infection. A long rest usually heals the creature as well."
			],
			"source": "ba"
		},
		{
			"name": "Canyon Legs",
			"entries": [
				"{@b Source:} Most often seen in creatures who drink infected water from the elemental plane of earth. When a creature drinks this water they must succeed on a Constitution saving throw ({@dc 12}) or experience the following:",
				"{@b Symptoms:} Legs feel extremely heavy and the skin on the legs painfully cracks in a similar pattern as seen on dry earth.",
				"{@b Effects:} The creature's movement speed is halved and they have disadvantage on Dexterity saving throws.",
				"{@b Cure:} {@spell Greater restoration} can instantly cure canyon legs. Soaking the legs in water from the elemental plane of water for at least 2 hours also cures the creature."
			],
			"source": "ba"
		},
		{
			"name": "Capacity Reversal Disorder",
			"entries": [
				"{@b Source:} {@i Capacity reversal disorder} (abbreviated as {@i CRD}) is usually contracted by traveling between contradicting planes of existence within a short timespan. For example, traveling from the elemental plane of fire to the elemental plane of water or from one of the Seven Heavens to one of the Nine Hells.",
				"{@b Symptoms:} Extremely different from one individual to another. In general, the creature may experience nausea and not feeling like themself.",
				"{@b Effects:} The creature loses proficiency in one random skill determined by the DM. They then gain proficiency one random skill determined by the DM. Depending on the severity of the disease, this may happen again over time.",
				"{@b Cure:} A long rest has an 85% chance to cure CRD and restore the creature's original proficiencies. {@spell Lesser restoration} will cure the creature as well."
			],
			"source": "ba"
		},
		{
			"name": "Cave Nails",
			"entries": [
				"{@b Source:}  Prolonged stay in subterranean environments may cause {@i cave nails}. Some believe it is contracted through some type of fungus. When a creature comes into contact with this fungus or the earth it grows in they must make a Constitution saving throw ({@dc 12}). On a failed save they experience the following:",
				"{@b Symptoms:} Finger- and toenails grow to become extremely tough and thick. Extreme cases have a texture similar to cracked stone.",
				"{@b Effects:} Disadvantage on Sleight of Hand checks and attack rolls with Finesse weapons.",
				"{@b Cure:} {@spell Lesser restoration}. A Medicine check ({@dc 8}) reveals that filing the infected nails and applying a thin layer of lard for a week also cures the disease."
			],
			"source": "ba"
		},
		{
			"name": "Cave Tremble",
			"entries": [
				"{@b Source:} Sounds can echo throughout caves and caverns in weird ways. In some instances, this causes a form of paranoia known as {@i cave tremble}. When a creature takes a short or long rest in such places, they must make a Wisdom saving throw ({@dc 14}). On a failed save they experience the following:",
				"{@b Symptoms:}  Restlessness and paranoia causing an inability to sleep, as well as being easily frightened or startled.",
				"{@b Effects:} Whenever the creature takes a short or long rest, they roll a Wisdom saving throw ({@dc 10}). On a failed save they gain no benefits from the rest. While affected by cave tremble the creature also has disadvantage on saving throws against becoming {@condition frightened}.",
				"{@b Cure:} {@spell Calm emotions} or {@spell lesser restoration}. A Medicine or Nature check ({@dc 10}) reveals that spending 2 days aboveground also cures this disease."
			],
			"source": "ba"
		},
		{
			"name": "Chromatic Allergy",
			"entries": [
				"{@b Source:} Breathing in the pollen of a specific type of flower {@i (Chromatius chrysanthemum)} which blooms in a different color every year. As a defense mechanism, the pollen of these plants can trigger an allergic reaction to their color in the brain. When a creature breathes in this pollen they must make a Constitution saving throw ({@dc 15}). On a failed save they experience the following:",
				"{@b Symptoms:} Afflicted creatures get a rash whenever they touch or wear something that matches the color of their allergy.",
				"{@b Effects:} While touching or wearing the color of their allergy, creatures have disadvantage on all attack rolls and ability checks.",
				"{@b Cure:} : A Nature check ({@dc 12}) reveals that a simple cure can be brewed into a tea made of {@i C. chrysanthemum} leaves. An immunity to chromatic allergy may be built up if the tea is sweetened with honey made from the plant."
			],
			"source": "ba"
		},
		{
			"name": "Confused Liver",
			"entries": [
				"{@b Source:} {@i Confused liver} is a genetic disorder seen in some humanoids. A creature may not be aware that they have a confused liver until they attempt to drink a type of alcohol they have never had before. When this happens, the creature must roll a Constitution saving throw ({@dc 10}). The DC increases by 1 each time they drink a new type of alcohol, and only resets when they fail. On a failed save they experience the following:",
				"{@b Symptoms:} Drinking anything causes severe nausea and blackouts.",
				"{@b Effects:}  For the next {@dice 2d4} hours, when the creature drinks anything (including non-alcoholic drinks and potions), they must make a Constitution saving throw ({@dc 12}). On a failed save they vomit what they tried to drink and are {@condition stunned} for 30 seconds.",
				"{@b Cure:} {@spell lesser restoration|phb|Lesser} or {@spell greater restoration} are the only known cures besides abstinence."
			],
			"source": "ba"
		},
		{
			"name": "Copper Stress",
			"entries": [
				"{@b Source:} {@i Copper stress} is believed to be a hereditary disease of the skin. If a creature with copper stress comes into contact with anything made of copper, they must make a Constitution saving throw ({@dc 6}). On a failed save they experience the following:",
				"{@b Symptoms:} Copper leaves green smears on the skin which causes a burning sensation. With prolonged or frequent contact a creature may contract a form of blood poisoning.",
				"{@b Effects:} The creature takes 1 poison damage immediately. If they remain in contact with copper for more than 1 minute they become {@condition poisoned}.",
				"{@b Cure:} A definitive, accessible cure for copper stress has not been found. A Medicine check ({@dc 7}) reveals that it is best to avoid skin contact with copper (for example, {@item copper (cp)|phb|copper coins}) as much as possible to avoid further complications. The only creatures who have been cured {@spell wish|phb|wished} the disease away. {@spell Lesser restoration} or a short rest removes the poisoned condition."
			],
			"source": "ba"
		},
		{
			"name": "Cranial Corrosion",
			"entries": [
				"{@b Source:} Seen most often in the victims of brain-eating creatures, as they become infected from the creature. When a creature is subject to an attack by a host of the virus they must make a Constitution saving throw ({@dc 15}). The saving throw is made with disadvantage if the attack is a critical hit. On a failed save they experience the following:",
				"{@b Symptoms:} Reduced cognitive abilities often paired with a blank stare and emotionless expression. These symptoms may become more severe over time.",
				"{@b Effects:} The creature immediately loses 1 point of Intelligence. If 10 days pass without receiving a cure, their Intelligence score is reduced by another point.",
				"{@b Cure:} {@spell Greater restoration} or a cure of a similar level can halt the progression of the disease, then a second restoration may be performed to cure the creature and regain their lost Intelligence score."
			],
			"source": "ba"
		},
		{
			"name": "Dark Itch",
			"entries": [
				"{@b Source:} Dark Itch is a bacterial disease carried by {@creature bat|mm|bats}, {@creature rat|mm|rats} and other cave-dwelling vermin. If a creature is bitten by a host of the disease must to make a Constitution saving throw ({@dc 10}). On a failed save they experience the following:",
				"{@b Symptoms:} Dark purple bruising around the bite itself, and the body part that has been bitten becomes extremely itchy.",
				"{@b Effects:} Disadvantage on all concentration checks and a −3 penalty to all ranged weapon and spell attack rolls.",
				"{@b Cure:} {@spell Lesser restoration} or a cure of a similar level."
			],
			"source": "ba"
		},
		{
			"name": "Decarian Flu",
			"entries": [
				"{@b Source:} {@i Decarian flu} is a virus that sweeps through nations usually during fall and winter seasons. When a creature comes into contact with someone infected with Decarian flu they must make a Constitution saving throw ({@dc 14}). On a failed save they will experience the following after a {@dice 1d4} day(s) incubation period:",
				"{@b Symptoms:} Reduced vitality and fitness. Soreness of the throat, eyes and sometimes a runny nose.",
				"{@b Effects:} The afflicted creature's Constitution score is reduced by 2 and disadvantage on Constitution checks and saving throws.",
				"{@b Cure:} {@spell Lesser restoration} has a 50% chance to instantly cure the flu; if the spell fails it may appear to have worked but will return in another {@dice 1d4} days. 3 days of rest is the most common and fool-proof cure for the Decarian flu."
			],
			"source": "ba"
		},
		{
			"name": "Desert Pestilence",
			"entries": [
				"{@b Source:} A highly infectious airborne disease most commonly seen in desert nomads, explorers of desert ruins and those who have been in direct contact with mummies. When a creature breathes in the air in an infected area or around an infected creature they make a Constitution saving throw ({@dc 18}). On a failed save they experience the following:",
				"{@b Symptoms:} A thick and dry tongue and extremely dry skin. If left untreated the skin may crack open painfully.",
				"{@b Effects:} The afflicted creature's Constitution score is reduced by 2, and their hit point maximum is also reduced by {@dice 1d10} (to a minimum of 1).",
				"{@b Cure:} {@spell Greater restoration} or a cure of similar level. A History or Nature check ({@dc 15}) reveals there are certain lotions known to have been buried with mummies that can cure {@i desert pestilence} if applied daily for 3 subsequent days."
			],
			"source": "ba"
		},
		{
			"name": "Desolation Panic",
			"entries": [
				"{@b Source:} The source of {@i desolation panic} is usually a poison that is found in certain desert creatures such as {@creature wyvern|mm|wyverns} and ({@creature giant scorpion|mm|giant}) {@creature scorpion|mm|scorpions}. When a creature is dealt poison damage by such a creature, they must roll a Constitution saving throw ({@dc 18}). On a failed save they experience the following:",
				"{@b Symptoms:} Tunnelled vision, erratic movement and behavior in general. These symptoms come and go.",
				"{@b Effects:} A −5 penalty to all Perception and Charisma-based skills as well as a −4 penalty to Dexterity saving throws. The creature also has a 15% chance of becoming {@condition frightened} for {@dice 1d4} minute(s) upon failure.",
				"{@b Cure:} {@spell Lesser restoration}. A Nature check ({@dc 12}) reveals that a tonic brewed from the poison that caused the disease can also cure desolation panic."
			],
			"source": "ba"
		},
		{
			"name": "Devil's Paranoia",
			"entries": [
				"{@b Source:} {@i Devil's paranoia} is often experienced by creatures that have visited the Hells or have been around devils for an extended period of time. There is a chance they contract the disease at any time, but particularly if they become {@condition frightened} or are knocked {@condition unconscious} by a devil.",
				"{@b Symptoms:} Extreme fear of fiends and experiencing paranoid feeling of being followed by them.",
				"{@b Effects:} When entering combat with a fiend, the afflicted instantly becomes frightened by it. They can overcome this fear by using an action to make a Wisdom saving throw ({@dc 18}) at the start of each of their turns.",
				"{@b Cure:} Delivering the killing blow to 5 fiends may restore the confidence in a creature suffering from this disease. Being the target of {@spell calm emotions} once per day for 3 subsequent days also cures this ailment."
			],
			"source": "ba"
		},
		{
			"name": "Dormant Vampirism",
			"entries": [
				"{@b Source:} {@i Dormant vampirism} is usually a hereditary or genetic disease that can lay hidden for generations. A person with this disease might notice small oddities in their physicality compared to others but will not be hindered by them. A creature with dormant vampirism can more easily become a {@creature vampire}, even without contact with another vampire. The trigger for this event is different per creature, though there is concrete evidence that this transformation is triggered in all cases by the consumption of humanoid blood.",
				"{@b Symptoms:} Sunlight allergy or easily burned by sunlight. Slightly pale skin. An unexplainable strong urge to consume blood, particularly when severely wounded.",
				"{@b Effects:} Drinking blood for the first time heals the creature for {@dice 2d10 + 15} hit points and turns them into a vampire.",
				"{@b Cure:} Nothing short of powerful magic such as {@spell wish} or {@spell power word heal} can remove the disease from the afflicted."
			],
			"source": "ba"
		},
		{
			"name": "Dragon's Pox",
			"entries": [
				"{@b Source:} Handling the gold from a dragon's hoard can be a dangerous undertaking if the dragon itself was diseased. {@i Dragon's pox} causes large boils on the body which burn when touched. When a creature comes into contact with an infected dragon or their hoard, they must roll a Constitution saving throw. The DC of this saving throw is equal to the Constitution score of the dragon −5.",
				"{@b Symptoms:} Large boils with the same coloration as the dragon it was contracted from. If they burst, they cause a shooting pain that cannot be relieved.",
				"{@b Effects:} When the creature is the target of a successful attack which deals piercing damage, there is a 50% chance the attack also pops a boil, causing {@dice 1d6} poison damage.",
				"{@b Cure:} Medicine check ({@dc 15}) reveals the boils can be surgically removed with a sharp blade and a steady hand. The surgery can be performed by simultaneous successful Medicine ({@dc 12}) and Dexterity ({@dc 13}) checks. Alternatively, the boils can be healed by {@spell greater restoration} or similarly-powerful magic."
			],
			"source": "ba"
		},
		{
			"name": "Dysvaric Inflammation",
			"entries": [
				"{@b Source:} Certain woodland animals eat Dysvarian bonnets, a strain of mushroom which causes a harmless infection in animals. Eating the meat of such an animal or the mushroom itself can cause {@i Dysvaric inflammation}. When a creature eats a mushroom or meat of an infected animal they must roll a Constitution saving throw ({@dc 19}). On a failed save they experience the following:",
				"{@b Symptoms:} Swollen fingers and tongue, causing difficulty holding items and speaking.",
				"{@b Effects:} Disadvantage on all Charisma-based ability and skill checks and a −5 penalty to all attack rolls.",
				"{@b Cure:} {@spell Lesser restoration}. A Nature check ({@dc 10}) reveals that a tea made from vanilla ivy (a plant that often grows close to Dysvarian bonnets) cures the inflammation as well."
			],
			"source": "ba"
		},
		{
			"name": "Elemental Inversion",
			"entries": [
				"{@b Source:} Prolonged hypothermia may cause {@i elemental inversion} in spellcasters. When a creature with magical abilities is exposed to the cold and suffers from at least 2 point of exhaustion, they must roll a Constitution saving throw ({@dc 15}). On a failed save they experience the following:",
				"{@b Symptoms:} Blood changes color from red to a light blue, causing the veins under their skin to also turn a soft blue tint. Fire- and cold-based spells take on the opposite appearance and effect.",
				"{@b Effects:} All spells that would deal fire damage now deal cold damage instead. All spells that would deal cold damage now deal fire damage instead.",
				"{@b Cure:} {@spell Greater restoration} or {@spell remove curse} are the only known cures. Recovering from the hypothermia restores the original appearance of the spellcaster, but does not correct their magic."
			],
			"source": "ba"
		},
		{
			"name": "Emotional Blindness",
			"entries": [
				"{@b Source:} A creature that is {@condition blinded} and dealt psychic damage may suffer from the effects of  {@i emotional blindness} for some time afterward.",
				"{@b Symptoms:} Blank stare, reduced social capabilities. Difficulty engaging with others.",
				"{@b Effects:} Disadvantage on all Insight checks and a −3 penalty to Persuasion and Intimidation checks.",
				"{@b Cure:} The condition heals naturally after {@dice 1d6} days, and can be instantly cured using {@spell lesser restoration}."
			],
			"source": "ba"
		},
		{
			"name": "Epidermal Petrification",
			"entries": [
				"{@b Source:} Touching the bodily fluids of {@creature basilisk|mm|basilisks} and other creatures with {@condition petrified|phb|petrifying} capabilities can cause a superficial petrification of the skin. When a creature comes into contact with such a fluid they must a Constitution saving throw ({@dc 16}). On a failed save they experience the following:",
				"{@b Symptoms:} Grey and cracked skin and an slightly reduced mobility of limbs.",
				"{@b Effects:} The afflicted creature's Dexterity score is reduced by 2 and their movement speed is reduced by 5 feet.",
				"{@b Cure:} Any cure that would heal petrification. {@spell Lesser restoration} can also cure this lesser condition."
			],
			"source": "ba"
		},
		{
			"name": "Ermalian Flu",
			"entries": [
				"{@b Source:} {@i Ermalian flu} is often seen in infants, the elderly, and those with a lowered constitution in general. When a creature comes into contact with another creature that has the disease they must roll a Constitution saving throw ({@dc 8}). On a failed save they experience the following:",
				"{@b Symptoms:} Fever, short moments of confusion and generally reduced vision.",
				"{@b Effects:} The infected creature's Constitution score is reduced by 1 and they suffer disadvanatge on all Perception checks.",
				"{@b Cure:} {@spell Lesser restoration} or 2 long rests without physical exertion between."
			],
			"source": "ba"
		},
		{
			"name": "Explosive Sneezing",
			"entries": [
				"{@b Source:} {@i Explosive sneezing} is a very common disease in goblinoid communities. It is believed that the cause of explosive sneezing is breathing in the air inside deep mines, which results in the accumulation of certain minerals in the nostrils. When a creature takes a breath of the dusty air in such a mine, they must make a Constitution saving throw ({@dc 12}). On a failed save they experience the following:",
				"{@b Symptoms:} Uncontrollable, incredibly loud sneezing.",
				"{@b Effects:} They spend the next {@dice 1d6} rounds sneezing. The sneezing is audible from up to 300 feet away. The sneezer is considered {@condition incapacitated}, they take {@dice 1d4 - 1} (minimum 1) thunder damage at the beginning of each turn they spend sneezing, and all creatures within 20 feet of the sneezer must roll a Constitution saving throw ({@dc 10}) at the end of their turn or become {@condition deafened} until the end of their next turn.",
				"{@b Cure:} Explosive sneezing can be prevented by covering one's mouth and nose when venturing in a goblin mine. Due to the short-lived nature of the affliction, no one has found a way to stop an explosive sneezing fit, and everyone who experiences it is immune to another fit for 24 hours."
			],
			"source": "ba"
		},
		{
			"name": "Fenrot",
			"entries": [
				"{@b Source:} {@i Fenrot} is a disease contracted most often by those who venture into swamps and bogs. The virus takes hold if a wounded creature enters an infected stagnant pond or pool of water, or receives a bite or other attack from an infected creature. When this happens they must roll a Constitution saving throw ({@dc 15}). On a failed save they experience the following:",
				"{@b Symptoms:} Dark green spots on the skin (most prominently around wounds and injuries) appear within a matter of minutes after infection. The skin becomes extremely sensitive and tender.",
				"{@b Effects:} Vulnerability to all slashing and piercing damage.",
				"{@b Cure:} {@spell Lesser restoration} or similar magic is the only known treatment."
			],
			"source": "ba"
		},
		{
			"name": "Ficklefern Fever",
			"entries": [
				"{@b Source:} The ficklefern grows in marshes and damp caves, glowing deep crimson in the darkness but otherwise appearing identical to common ferns. When a creature touches a ficklefern they must make a Constitution saving throw ({@dc 11}). On a failed save they experience the following:",
				"{@b Symptoms:} Increased body temperature, excessive sweating and diminished physical fitness.",
				"{@b Effects:} The afflicted receives a −1 penalty to all Constitution checks and saving throws. Whenever the creature would gain a point of {@condition exhaustion} they gain 2 points instead",
				"{@b Cure:} {@spell Lesser restoration}. A Nature check ({@dc 12}) reveals that brewing a tea made from ficklefern leaves also cures the disease and makes a creature immune to their effects for 6 hours."
			],
			"source": "ba"
		},
		{
			"name": "Flameblight",
			"entries": [
				"{@b Source:} {@i Flameblight} is a disease which can manifest if burn victims with magical powers leave their wounds untreated. It is also very often seen when fire-based magic goes awry.",
				"{@b Symptoms:} The burned skin secretes a foul purple-tinted liquid which is highly flammable.",
				"{@b Effects:} The afflicted suffers vulnerability to fire damage. Additionally, whenever they are struck by fire, they must succed on a {@dc 12} Dexterity saving throw (to pat out the fire) or burst into flames.",
				"{@b Cure:} {@spell Lesser restoration} or sitting in an ice bath for at least three hours."
			],
			"source": "ba"
		},
		{
			"name": "Fluctuating Activity Disorder",
			"entries": [
				"{@b Source:} {@i Fluctuating activity disorder} is a disease that can usually be found in creatures that have been affected by the {@spell haste} spell while {@condition exhausted}. When {@i haste} is cast on a creature with 2 or more levels of exhaustion, the target must make a Constitution saving throw ({@dc 15}). The DC increases by 1 for each point of exhaustion above 2. On a failed save they experience the following:",
				"{@b Symptoms:} Different levels of energy each day, and sometimes even from one hour to the next.",
				"{@b Effects:} When the creature finishes a long rest, roll on the table below. Their movement speed is lowered, heightened or remains the same based on the result. This effect lasts until they roll again at the conclusion of their next long rest.",
				"{@b Cure:} {@spell Lesser restoration} or a cure of a similar level.",
				{
					"type": "table",
					"caption": "Fluctuating Activity Disorder Effects",
					"colLabels": [
						"{@dice d4}",
						"Movement"
					],
					"colStyles": [
						"col-1 text-center"
					],
					"rows": [
						[
							"1",
							"−15 feet"
						],
						[
							"2",
							"−10 feet"
						],
						[
							"3",
							"No change from base speed"
						],
						[
							"4",
							"+10 feet"
						]
					]
				}
			],
			"source": "ba"
		},
		{
			"name": "Four-Sense Disorder",
			"entries": [
				"{@b Source:} When a creature has been {@condition paralyzed} or {@condition stunned} and receives psychic damage from a critical hit they may develop {@i four sense disorder}. When a creature receives damage in this manner, they must roll a Wisdom saving throw ({@dc 15}). On a failed save they experience the following:",
				"{@b Symptoms:} Temporary loss of one of the senses.",
				"{@b Effects:} When the creature finishes a long rest, roll on the table below. The afflicted loses one of the senses below, and gains any associated conditions (such as {@condition blinded|phb|blindness} or {@condition deafened|phb|deafness}). This effect lasts until they roll again at the conclusion of their next long rest.",
				"{@b Cure:} {@spell Greater restoration} or a cure of a similar level.",
				{
					"type": "table",
					"caption": "Four-Sense Disorder Effects",
					"colLabels": [
						"{@dice d6}",
						"Lost sense"
					],
					"colStyles": [
						"col-1 text-center"
					],
					"rows": [
						[
							"1",
							"Sight"
						],
						[
							"2",
							"Hearing"
						],
						[
							"3",
							"Smell"
						],
						[
							"4",
							"Taste"
						],
						[
							"5",
							"Touch"
						],
						[
							"6",
							"No effect"
						]
					]
				}
			],
			"source": "ba"
		},
		{
			"name": "Frost Rash",
			"entries": [
				"{@b Source:} {@i Frost rash} is contracted from sleeping near a plant native to cold areas known as mintcrest while it is in bloom. While the pollen from this plant is known to have a soothing, cooling effect, when a creature spends a long rest near a blooming mintcrest plant they must roll a Constitution saving throw ({@dc 14}). On a failed save they experience the following:",
				"{@b Symptoms:} Cold and white-flecked skin accompanied by coughing and a low core body temperature.",
				"{@b Effects:} An afflicted creature's Constitution score is reduced by 2 and  they suffer disadvantage on Acrobatics and Athletics checks.",
				"{@b Cure:} A warm bath can cure frost rash rather quickly. {@spell Lesser restoration} also cures this disease."
			],
			"source": "ba"
		},
		{
			"name": "Frunkis",
			"entries": [
				"{@b Source:} {@i Frunkis} is a disease found mostly in small humanoids like {@race gnome|phb|gnomes} and {@race halfling|phb|halflings}. Frunkis is caused by a bacteria living in the soil that makes its way to the surface to release their spores. Small folk breathe in this bacteria more easily since their nose and mouth are relatively close to the ground. When a creature breathes in air close to the infected ground they must make a Constitution saving throw ({@dc 16}). on a failed save they experience the following:",
				"{@b Symptoms:} The afflicted's earlobes turn a unnatural greenish tint and they experience severe nausea and dizziness.",
				"{@b Effects:} Disadvantage on all Acrobatics checks and Constitution saving throws.",
				"{@b Cure:} {@spell Lesser restoration} or a cure of a similar level treats frunkis. A Medicine check ({@dc 15}) reveals that drinking a healthy amount of clean water and eating only vegetables and fruits for at least 3 days also cures this disease."
			],
			"source": "ba"
		},
		{
			"name": "Ghoulish Ocular Affliction",
			"entries": [
				"{@b Source:} When venturing deep into crypts and other types of subterranian burial sites, one must be wary of being affected by {@i ghoulish ocular affliction}. The disease is often caused when coming into direct contact with infected undead creatures. When a character comes into contact with such a creature they must make a Constitution saving throw ({@dc 16}). On a failed save they experience the following:",
				"{@b Symptoms:} Reduced vision. Cloudy irises and pupils with darkening around the eyes.",
				"{@b Effects:} Loss of darkvision (if any) and can only see clearly in bright light up to 30 feet.",
				"{@b Cure:} {@spell Lesser restoration} removes this disease. A less conventinal treatment involves taking at least 1 point of radiant damage, which instantly cures the afflicted."
			],
			"source": "ba"
		},
		{
			"name": "Goblin Fever",
			"entries": [
				"{@b Source:} {@creature goblin|mm|Goblins} and other goblinoids are reservoirs for many diseases. Being bitten by a diseased goblinoid can cause {@i goblin fever}. When a creature gets bitten they must roll a Constitution saving throw ({@dc 10}). On a failed save they experience the following:",
				"{@b Symptoms:} High body temperature with yellow- or green-tinted spots on the neck and armpits. Sudden, intolerable body odor.",
				"{@b Effects:} The afflicted suffers a −3 penalty to all Constitution saving throws and disadvantage on all Persuasion checks against non-goblinoids. They may, however, have advantage on all Charisma-based skill checks against goblinoids as the disgusting smell is actually the result of pheremones.",
				"{@b Cure:} The disease resolves itself after 4 long rests, or 2 hot baths a day for 2 consecutive days."
			],
			"source": "ba"
		},
		{
			"name": "Grexialis",
			"entries": [
				"{@b Source:} {@i Grexialis} is a virus that is carried by a specific type of wasp that lives in various jungles across the world. When being stung by such a wasp, a creature must make a Constitution saving throw ({@dc 14}). On a failed save they experience the following:",
				"{@b Symptoms:} Constant hallucinations of being attacked by giant wasps and severely reduced cognitive abilities.",
				"{@b Effects:} Disadvantage on all Wisdom- and Intelligence-based saving throws, skill checks, and ability checks. All Perception checks are made at disadvantage.",
				"{@b Cure:} {@spell Lesser restoration} or a cure of a similar level. While it does not cure the disease, Nature or Medicine check ({@dc 13}) reveals a poultice composed of crushed wasps and algae may be spread over the forehead to alleviate the hallucinatory effects."
			],
			"source": "ba"
		},
		{
			"name": "Heaven's Brand",
			"entries": [
				"{@b Source:} Being wounded by a radiant weapon or a celestial being being can leave a festering burn known as {@i heaven's brand}. When a creature is critically hit by such a weapon or a creature they must make a Constitution saving throw ({@dc 15}). On a failed save they experience the following:",
				"{@b Symptoms:} A searing pain in the location of the wound and a generally uncomfortable warm feeling throughout the body.",
				"{@b Effects:} The afflicted suffers 1 point of radiant damage whenever they take the attack action and gains resistance to necrotic damage.",
				"{@b Cure:} Healing at least 1 hit point through any magical means (spell, item or potion) removes the brand. Healing thrugh natural means, such as a short or long rest, does not cure the disease."
			],
			"source": "ba"
		},
		{
			"name": "Hell Collar",
			"entries": [
				"{@b Source:} Being enslaved by fiendish beings can leave a nasty rash around the neck from being bound in chains. Each day a creature is wearing a restraint around their neck while in the Abyss or Hells they must make a Constitution saving throw ({@dc 14}). Each dawn the DC increases by 1. On a failed save they experience the following:",
				"{@b Symptoms:} Blackened scabs around the neck that occasionaly bleed unprompted and a painful, raspy voice.",
				"{@b Effects:} Disadvantage on Strength saving throws, Athletics checks and all Charisma-based ability and skill checks. Whenever the afflicted is attacked by a fiendish being, they must succeed on a Wisdom saving throw ({@dc 14}) or immediately become {@condition frightened}.",
				"{@b Cure:} The disease cannot be cured while the restraint is still in place. When it is removed it can be fully healed by {@spell greater restoration} or a cure of a similar level. A Nature check ({@dc 12}) reveals that applying a poultice made from ash and river mud before taking a long rest also heals Hell collar, though it leaves a nasty scar. This scar cannot be removed by any means."
			],
			"source": "ba"
		},
		{
			"name": "Hunter's Rabies",
			"entries": [
				"{@b Source:} Hunters often encounter wild animals infected with this disease. When bitten by such a beast a creature must make a Constitution saving throw ({@dc 9}). On a failed save they experience the following:",
				"{@b Symptoms:} Wheezy breathing and blurred vision, combined with general malaise.",
				"{@b Effects:} A −5 penalty to all ranged attack rolls. Disadvantage on all Strength-based checks and saving throws.",
				"{@b Cure:} {@spell Lesser restoration} or a cure of a similar level. Alternatively, 2 consecutive long rests without any physical activity between will cure this disease."
			],
			"source": "ba"
		},
		{
			"name": "Imp's Sting",
			"entries": [
				"{@b Source:} {@i Imp's sting} is an airborne disease caused by bacteria that live inside crevices that spew phosphorous volcanic gas. When a creature breathes this air they must make a Constitution saving throw ({@dc 12}). On a failed save they experience the following:",
				"{@b Symptoms:} Stinging pain in the lungs and nostrils. This effect does not go away.",
				"{@b Effects:} The afflicted's maximum health points are reduced by {@dice 1d6 + 1} (to a minimum of 1).",
				"{@b Cure:} {@spell Lesser restoration} or any healing spell that heals at least an amount equal to twice the number of lost hit points."
			],
			"source": "ba"
		},
		{
			"name": "Ironfoot",
			"entries": [
				"{@b Source:} {@i Ironfoot} is a diseasse carried primarily by {@creature bulette|mm|bulettes}. Coming into contact with the blood or being bitten by an infected bulette may transfer the disease to a creature. When this happens, the creature must make a Constitution saving throw ({@dc 14}). On a failed save they experience the following:",
				"{@b Symptoms:} Feet (or other lower extremities) turn a dark grey color and feel unexplainably heavy.",
				"{@b Effects:} The afflicted's movement speed is reduced to 10 feet, and they suffer disadvantage on all Dexterity-based checks and saving throws.",
				"{@b Cure:} {@spell Lesser restoration} or a cure of a similar level removes the infection."
			],
			"source": "ba"
		},
		{
			"name": "Jungle Ulcers",
			"entries": [
				"{@b Source:} Drinking water from still ponds in the jungle may cause a creature to become infected with a bacterium that causes painful stomach ulcers. When a creature drinks this water they must make a Constitution saving throw ({@dc 15}). On a failed save they experience the following:",
				"{@b Symptoms:} An increasingly painful sensation in the stomach and lower abdomen.",
				"{@b Effects:} The infected creature's Strength score is reduced by 1 for each day the infection remains untreated (to a minimum of 1). Potions and other magical ingested tonics are effective only 80% of the time.",
				"{@b Cure:} {@spell Lesser restoration} or a cure of a similar level cures the infection, but does not heal the ulcers. A Medicine check ({@dc 10}) reveals that eating 2 spoonfulls of salt and drinking 1 pint of fresh water also treats the infection. Strength lost to this disease is regained at a rate of 1 per day of light activity, or 2 per day of no physical activity. {@spell Greater restoration} restores the lost Strength immediately."
			],
			"source": "ba"
		},
		{
			"name": "Kidney Shadow Sores",
			"entries": [
				"{@b Source:} This disease is extremely rare as it is only seen in vampiric creatures and does not affect the living. It is contracted by drinking the blood of certain fey creatures. When a {@creature vampire} or other blood-absorbing creature feeds on any fey creature of CR 10 or higher, they must make a Constitution saving throw ({@dc 15}). On a failed save they experience the following:",
				"{@b Symptoms:} Shooting pain in the lower back area accompanied by occasional nosebleeds. The creature's eyes take on a dull grey tint.",
				"{@b Effects:} An afflicted creature's Constitution score is reduced by 2 and they suffer disadvantage on Dexterity saving throws and Perception checks.",
				"{@b Cure:} {@spell Lesser restoration} or remaining in complete darkness for at least 7 consecutive days will cure the disease."
			],
			"source": "ba"
		},
		{
			"name": "King's Cramps",
			"entries": [
				"{@b Source:} The disease known as {@i king's cramps} occurs when a creature eats copious amounts of well-cooked spiced meats of various beasts in one sitting. When a creature eats too much of these meats they must make a Constitution saving throw ({@dc 7}). On a failed save they experience the following:",
				"{@b Symptoms:} Rumbling bowels and pain in the gut.",
				"{@b Effects:} A −3 penalty to all Constitution saving throws, Acrobatics checks, and Athletics checks.",
				"{@b Cure:} {S@spell Lesser restoration}. A Medicine check ({@dc 7}) reveals that taking a short or long rest without eating also treats the condition."
			],
			"source": "ba"
		},
		{
			"name": "Kraken Lash Inflammation",
			"entries": [
				"{@b Source:} Being attacked by a {@creature kraken} or any aquatic creature with tentacles that is Large or bigger can leave a creature experiencing {@i kraken lash inflamation}. When a a creature is critically hit by a tentacle attack they must make a Constitution saving throw ({@dc 15}). On a failed save they experience the following:",
				"{@b Symptoms:} Dark blue rings that don't go away on the attacked body part. General feeling of nausea and fatigue.",
				"{@b Effects:} The afflicted suffers {@dice 1d4} poison damage after finishing a long rest (after hit points are restored). Every 3 days that the condition goes untreated, the damage increases by {@dice 1d4}. Once the damage reaches {@dice 4d4}, the creature becomes permanently {@condition poisoned}.",
				"{@b Cure:} {@spell Lesser restoration} or {@spell protection from poison} can treat the disease. A Nature or Medicine check ({@dc 10}) reveals that a poultice of seaweed that is applied daily for 3 days on the infected area also cures the inflammation."
			],
			"source": "ba"
		},
		{
			"name": "Lateral Displacement",
			"entries": [
				"{@b Source:} Some magic practitioners might suffer from this side-effect of attempting to cast short-range teleportation spells (such as {@spell misty step} or {@spell dimension door}) within an {@spell antimagic field} or other magic-suppressing effect.",
				"{@b Symptoms:} A slight vibration before suddenly being shunted to another place.",
				"{@b Effects:} Any time the afflicted creature casts a spell, roll a {@dice d20}. On a 1 or 2 the creature is teleported a random distance to the left or right. Consult the table below to determine the distance and direction. The creature cannot teleport through (or into) walls and this movement does not trigger attacks of opportunity.",
				"{@b Cure:} {@spell Dispel magic} removes the condition. {@spell Lesser restoration} suppresses the effect such that only a roll of 1 causes the shunt.",
				{
					"type": "table",
					"caption": "Lateral Displacement Effects",
					"colLabels": [
						"{@dice d6}",
						"Direction",
						"Distance"
					],
					"colStyles": [
						"col-1 text-center"
					],
					"rows": [
						[
							"1",
							"Left",
							"5 feet"
						],
						[
							"2",
							"Right",
							"5 feet"
						],
						[
							"3",
							"Left",
							"10 feet"
						],
						[
							"4",
							"Right",
							"10 feet"
						],
						[
							"5",
							"Left",
							"15 feet"
						],
						[
							"6",
							"Right",
							"15 feet"
						]
					]
				}
				
			],
			"source": "ba"
		},
		{
			"name": "Limb Morphia",
			"entries": [
				"{@b Source:} {@i Limb morphia} is a disease which is carried by some {@creature hook horror|mm|hook horrors}. When a creature is attacked by an infected hook horror they must make a Constitution saving throw ({@dc 12}). On a failed save they experience the following:",
				"{@b Symptoms:} Initially a mild tingling sensation is felt in one or both arms. In time, webbing begins to form between the creature's fingers (or other terminal appendages), accompanied by a hardening of the skin. Eventually the arm re-forms into a bony hook-like appendage.",
				"{@b Effects:} If left untreated the fingers grow together over the course of 1 week. The creature then suffers disadvantage on all weapon attacks. After another 2 weeks the creature's arm(s) morph into a bone hook. They cannot hold any weapons or objects. Unarmed strikes with a hook arm deal {@dice 2d6} + the creature's Strength modifier piercing damage. The creature may train with their new appendages and become proficient in their use, making them no longer unarmed strikes but a melee weapon attack with a 10-foot reach.",
				"{@b Cure:} {@spell Greater restoration} can reverse the effects of limb morphia within the first three weeks. Once the hook arms have formed, they may be amputated and a {@spell regenerate} spell will restore the original limbs."
			],
			"source": "ba"
		},
		{
			"name": "Magister's Neck",
			"entries": [
				"{@b Source:} Wizards, professors, and other avid readers of books are the main types of people diagnosed with {@i magister's neck}. When a creature spends 7 consecutive days reading and researching or accumulates 2 points of exhaustion by reading and researching they must make a Strength saving throw ({@dc 10}). The DC increases by 1 for each consecutive day afterward. On a failed save they experience the following:",
				"{@b Symptoms:} Sore neck and debilitating migraines.",
				"{@b Effects:} The afflicted suffers disadvantage on all Intelligence-based ability and skill checks, and is unable to concentrate on a spell or other magical effect.",
				"{@b Cure:} A Medicine check ({@dc 8}) reveals that 1 hour of light exercise followed by a long rest or receiving a neck massage releases the tension from the neck. {@spell Lesser restoration} or other magical means cannot solve magister's neck"
			],
			"source": "ba"
		},
		{
			"name": "Marsh Hands",
			"entries": [
				"{@b Source:} Handling tiny creatures like frogs or lizards that live in swamps can be dangerous to a creature's health. Some of these small animals can be infected with a bacteria which causes {i marsh hands} upon contact. When handling an infected animal a creature must make a Constitution saving throw ({@dc 12}). On a failed save they experience the following:",
				"{@b Symptoms:} Green pimples forming on the back of the hands. Extremities feel unexlainably cold and numb at times.",
				"{@b Effects:} All weapon attack rolls and are made without proficiency bonus. Spell attack rolls for spells that require a somatic component are also made without adding the creature's proficiency bonus.",
				"{@b Cure:} {@spell Lesser restoration}. A Nature check ({@dc 10}) reveals that rubbing the flowers of Sylvan's touch (a common marsh plant) on the back of the hands cures the disease."
			],
			"source": "ba"
		},
		{
			"name": "Medusoid Migraine",
			"entries": [
				"{@b Source:} Being {@condition petrified} for a long period of time can cause unusual effects. A creature that is unpetrified after being petrified for over one week must make a Constitution saving throw ({@dc 10}). On a failed save they experience the following:",
				"{@b Symptoms:} Severe migraines combined with dry and cracked skin around the temples.",
				"{@b Effects:} When taking a short rest, the creature has a 5% chance of suffering from extreme migraines and receiving no benefits from the short rest.",
				"{@b Cure:} Any potion that cures petrification can also be used to treat medusoid migraines by applying it to the temples, soothing the cracked skin. {@spell Remove curse} or a casting of {@spell calm emotions} will also resolve the disease."
			],
			"source": "ba"
		},
		{
			"name": "Moon Pox",
			"entries": [
				"{@b Source:} This disease is heriditary in lycanthropes. A lycanthrope will only experience the disease once in their lifetime. However, it can be transfered to other creatures by direct contact while they are symptomatic. When a creature comes into contact with an infected creature they must make a Constitution saving throw ({@dc 16}). On a failed save they experience the following:",
				"{@b Symptoms:} Shiny white pustules all over the body and a lowered vitality and strength. Often accompanied by foul breath.",
				"{@b Effects:} Disadvantage on persuasion checks and all Strength-based ability and skill checks.",
				"{@b Cure:} {@spell Greater restoration}. A Nature check ({@dc 10}) reveals that spending a night without clothing in the light of a full moon also cures this disease."
			],
			"source": "ba"
		},
		{
			"name": "Muscular Fluttering",
			"entries": [
				"{@b Source:} {@i Muscular fluttering} is a disease carried by a very specific butterfly that lives in dark forests, far away from any settlements. When a creature's skin comes into direct contact with this butterfly they must make a Constitution saving throw ({@dc 12}). On a failed save they experience the following:",
				"{@b Symptoms:} Twitchy muscles in the arms and fingers along with an inability to remain still.",
				"{@b Effects:} When making an attack roll, natural 20 rolls do not trigger a critical hit. The critical miss threshold is increased from 1 to 1–2.",
				"{@b Cure:} The only known cure is {@spell lesser restoration} cast while the afflicted is being held completely still."
			],
			"source": "ba"
		},
		{
			"name": "Night Eyes",
			"entries": [
				"{@b Source:} Often seen in creatures that only work the night shift of the city watch or diurnal creatures that sleep during the day and work at night. {@i Night eyes} is a condition that forms slowly over a period of time, and may go unnoticed for years.",
				"{@b Symptoms:} Larger than normal pupil dilation accompanied by darkened irises. The more severe the condition, the darker the irises become, until they are as black as the pupils.",
				"{@b Effects:} The creature gains darkvision out to a range of 60 feet if it doesn't have it already. However, it also suffers from sunlight sensitivity, causing disadvantage on attack rolls and perception checks that rely on sight when the creature or their target is in brighter than dim light.",
				"{@b Cure:} {@spell Greater restoration} or {@spell regenerate} will cure the disease instantly. Reverting back to a normal day-night cycle for at least 2 months will also successfully treat night eyes, though their irises will not return to their original color without magical intervention."
			],
			"source": "ba"
		},
		{
			"name": "Nightmask Plague",
			"entries": [
				"{@b Source:} {@i Nightmask plague} is a highly-infectious virus that is mainly carried spread by ravens and other types of messenger birds. Humanoids can also be infected by other infected humanoids. When coming into contact with an infected bird or other entity a creature must make a Constitution saving throw ({@dc 17}). On a failed save they experience the following:",
				"{@b Symptoms:} Nightmask plague has three stages which the afflicted will go through.",
				"During the first stage, the creature experiences a high fever for a single day, which subsides on the following day. On the third day, the skin around the eyes turns a sickly dark shade and the fever returns at a higher temperature. They develops muscle pains throughout the body during the first week.",
				"The second stage usually begins 10 days after the disease was contracted. Over the course of 2 days, the discolored area around the eyes grows to the size of a mask that covers the eyes and nose caused by blood vessels bursting in the skin of the face. The coloration often shifts to a deep mottled purple.",
				"In the third the creature becomes {@condition paralyzed}. Over the course of {@dice 4d6} hours, the disease spreads throughout the body. As the fever increases, feathers begin to emerge through the skin around the eyes and at various points on the body. The afflicted usually dies within 12 hours once the third stage is reached.",
				"{@b Effects:} Disadvantage on Constitution, Strength and Dexterity saving throws during stage 1. Disadvantage on all Constitution-, Strength-, and Dexterity-based ability checks skill checks, and saving throws during stage 2. Paralysis sets in at the beginning of stage 3, and the creature will die if not cured. A creature infected by nightmask plague that gets revived will be brought back to life with stage 1 nightmask plague.",
				"{@b Cure:} There is currently no known cure, magical or nonmagical, for second or third stage nightmask plague. In the first stage of the disease it can be cured by receiving a {@spell lesser restoration} once per day for 3 consecutive days or a single casting of {@spell greater restoration}."
			],
			"source": "ba"
		},
		{
			"name": "Ordriscius Intenis",
			"entries": [
				"{@b Source:} {@i Ordriscius intenis} is contracted when breathing in the spore-filled air that is expelled from the Ordrisc mushroom, found in swamps and bogs frequented by {@creature bullywug|mm|bullywugs}. When a creature breathes the air within 10 feet of one of these mushrooms they must make a Constitution saving throw ({@dc 12}). On a failed save they experience the following:",
				"{@b Symptoms:} Sweating, pale skin and excessive blinking of the eyes due to a feeling of dryness.",
				"{@b Effects:} The afflicted creature suffers disadvantage on Perception checks that depend on sight and regain 1 fewer hit die upon finishing a long rest.",
				"{@b Cure:} {@spell Lesser restoration} or a cure of a similar level will cure the disease and expunge all spores. A Nature check ({@dc 12}) reveals that eating a stew brewed from the mushrooms will treat Ordriscius intenis as well. They can be safely plucked and cooked as long as a piece of cloth or other filtering material is worn over the mouth and nose."
			],
			"source": "ba"
		},
		{
			"name": "Pale Breath",
			"entries": [
				"{@b Source:} Being posessed by a spirit, {@creature ghost}, or other incorporeal creature might leave the host's body with {@i pale breath}. Once the spirit is excised from a creature, they must roll a Constitution saving throw ({@dc 12}). On a failed save they experience the following:",
				"{@b Symptoms:} Low body temperature and cold, foul-smelling breath.",
				"{@b Effects:} The afflicted creature suffers disadvantage on Persuasion checks and vulnerability to fire and radiant damage.",
				"{@b Cure:} {@spell Lesser restoration} or {@spell remove curse}."
			],
			"source": "ba"
		},
		{
			"name": "Parasitis Arcanium",
			"entries": [
				"{@b Source:} Some magical items attract a parasite which is invisible to the naked eye that feeds off the magic of the object, but can also syphon off the energy of the person using it. When a spellcasting creature touches an infected magic item for the first time they must make a Constitution saving throw ({@dc 6}). If the creature retains the item in their posession the saving throw is repeated following the first time the item is used following a rest and the DC increases by 1 each day at dawn. {@class warlock|phb|Warlocks} are immune to this effect and automatically succeed. On a failed save they experience the following:",
				"{@b Symptoms:} Sudden, fluctuating loss of magical abilities.",
				"{@b Effects:} Upon completion of a rest that restores spell slots, roll {@dice 1d10}. The owner of the item loses one spell slot equal to the number rolled (or the closest available spell slot) the first time they use the infected item. On a 10 they lose their highest-level available spell slot and a second spell slot determined by a second {@dice d10} roll.",
				"{@b Cure:} Casting {@spell dispel magic} targeting the parasite or entering any type of {@spell antimagic field} will remove the parasite from the infected item and cure the afflicted creature. Casting {@spell remove curse} targeting the afflicted creature will lift the parasite's influence on them and make them immune to its effects, but will not remove the parasite from the infected item."
			],
			"source": "ba"
		},
		{
			"name": "Pig Twitch",
			"entries": [
				"{@b Source:} {@i Pig twitch} is contracted by being in contact with bacteria that live in muddy pools. When a creature comes into contact with this mud they must make a Constitution saving throw ({@dc 13}). On a failed save they experience the following:",
				"{@b Symptoms:} Twitching eyes and a loss of strength in their hands.",
				"{@b Effects:} An infected creature suffers a −2 penalty to all weapon attack rolls, disadvantage on Perception checks, and disadvantage on all Dexterity-based ability and skill checks involving the use of fine motor skills.",
				"{@b Cure:} {@spell Lesser restoration} or a cure of a similar level."
			],
			"source": "ba"
		},
		{
			"name": "Pixiedust Acne",
			"entries": [
				"{@b Source:} When a {@creature pixie} is killed by brute force they may burst into a cloud of dust which can cause severe blemishes on the skin of larger creatures. When a creature kills a pixie using physical or force damage each creature within 5 feet of the pixie must roll a Dexterity saving throw ({@dc 12}). {@race elf|phb|Elves} and other fey descendants have advantage on this check. On a failed save, the dust touches their skin and they experience the following:",
				"{@b Symptoms:} Glittering, slightly glowing pimples across the entire surface of the skin.",
				"{@b Effects:} An afflicted creature suffers disadvantage on all Stealth checks.",
				"{@b Cure:} {@spell Lesser restoration} cures the disease instantly, as does a steam bath lasting at least 1 full hour."
			],
			"source": "ba"
		},
		{
			"name": "Planeshifter's Infection",
			"entries": [
				"{@b Source:} {@i Planeshifter's infection} is caused by a bacterium that thrives in the portals between planes of existence. When a creature travels through such an infected portal they must make a Constitution saving throw ({@dc 15}). On a failed save they experience the following:",
				"{@b Symptoms:} Dizziness and hallucinations of vibrant colored lights, sometimes accompanied by out-of-body experiences into other planes.",
				"{@b Effects:} All attack rolls are made with disadvantage. When the creature rolls a natural 1 on an attack roll they are {@condition stunned} for 1 round as their vision abruptly shifts to a random plane of existence.",
				"{@b Cure:} {@spell Lesser restoration} or taking a long rest is enough to restore a plane traveller's equilibrium."
			],
			"source": "ba"
		},
		{
			"name": "Purple Scurvy",
			"entries": [
				"{@b Source:} {@i Purple scurvy} is a heriditary disease seen in some goblinoid creatures, {@creature orc|mm|orcs), and {@creature kobold|mm|kobolds}. When an infected creature eats a citrus fruit they must make a Constitution saving throw ({@dc 20}). On a failed save they experience the following:",
				"{@b Symptoms:} A purple rash on the face and arms. Loud belching sometimes accompanied by vomiting.",
				"{@b Effects:} Disadvantage on all Stealth, Deception, Persuasion, Intimidation and Performance checks.",
				"{@b Cure:} The disease resolves on its own in {@dice 1d4} days but can instantly be cured by {@spell lesser restoration}."
			],
			"source": "ba"
		},
		{
			"name": "Queen's Skin",
			"entries": [
				"{@b Source:} {@i Queen's skin} is a heriditary disease seen often in humanoid nobles and royal families. The disease occurs in approximately 2% of the nobility. Symptoms develop approximately {@dice 2d10} years after the humanoid reaches adulthood.",
				"{@b Symptoms:} Pale and sensitive skin. Tiny beads of blood appear occasionally on the skin, with no wound or injury.",
				"{@b Effects:} An afflicted creature has vulnerability to piercing and slashing damage.",
				"{@b Cure:} {@i Queen's skin} can only be cured by {@spell greater restoration} or similarly-powerful healing magic."
			],
			"source": "ba"
		},
		{
			"name": "Red Rose Virus",
			"entries": [
				"{@b Source:} {@i Red rose virus} is caused by flowers (most often roses, but not necessarily) that grow in places that have been affected by necromantic energy or magic that draws from the plane of negative energy. When a creature comes into contact with these flowers they must make a Constitution saving throw ({@dc 18}). On a failed save they experience the following:",
				"{@b Symptoms:} The creature smells faintly of roses and their fingertips turn a dark burgundy red, as if covered in blood.",
				"{@b Effects:} The afflicted creature suffers vulnerability to necrotic damage, and all healing spells the creature casts only heal for half the amount. Healing magic functions on the creature as usual.",
				"{@b Cure:} {@spell Lesser restoration} or a cure of a similar level."
			],
			"source": "ba"
		},
		{
			"name": "Red Shock",
			"entries": [
				"{@b Source:} Some {@creature stirge|mm|stirges} carry a nasty disease known as {@i red shock}. When a creature is hit by an infected stirge's blood drain attack they must make a Constitution saving throw ({@dc 12}). The DC increases by 1 for each round the stirge is attached to the creature. On a failed save they experience the following:",
				"{@b Symptoms:} The creature's eyes immediately turn red, foaming at the mouth and acting aggressively. They eventually become {@condition paralyzed}.",
				"{@b Effects:} The creature enters a frenzied state for {@dice 1d6} rounds, attacking the nearest creature to it with reckless abandon. Each melee weapon attack roll they make has advantage, but all attacks against them also have advantage. After the frenzy wears off they become paralyzed and gain 1 point of {@condition exhaustion}.",
				"{@b Cure:} {@spell Lesser restoration} can cause the frenzied state to end early. The paralysis and exhaustion are not prevented."
			],
			"source": "ba"
		},
		{
			"name": "Regenerative Combustion Disorder",
			"entries": [
				"{@b Source:} A hereditary disease seen mostly in fiends, {@race genasi (fire)|eepc|fire genasi} and other creatures that have lived for a prolonged period of time in the elemental plane of fire. When an infected creature is healed more hitpoints than their maximum health by a spell, they must roll a Wisdom saving throw ({@dc 15}). On a failed save they experience the following:",
				"{@b Symptoms:} Smoke trickles out of the pores of the skin. Their eyes turn a bright orange as the healing spell takes effect. A blast wave then erupts from the creature, damaging everything around them.",
				"{@b Effects:} A wave of sparks blows outward from the creature in a 15-foot radius. All creatures in this radius (except for the afflicted creature) must make a Dexterity saving throw ({@dc 15}) or take {@dice 1d8} + an amount equal to overhealed hit points fire damage.",
				"{@b Cure:} Most cases of {@i regenerative combustion disorder} that have been cured {@spell wish|phb|wished} it away. An Arcana check ({@dc 18}) also reveals that casting {@spell greater restoration} while drinking a {@item potion of fire resistance} can treat this disease."
			],
			"source": "ba"
		},
		{
			"name": "Roseheart",
			"entries": [
				"{@b Source:} Drinking spoiled wine may cause an anxiety condition known as {@i roseheart}. When a creature drinks tained wine they must make a Wisdom saving throw ({@dc 13}). On a failed save they experience the following:",
				"{@b Symptoms:} Increased heart rate, high blood pressure, and extreme, uncontrollable anxiety. Their face may take on a cherubesque rosy appearance.",
				"{@b Effects:} Whenever a creature takes a short rest, roll {@dice 1d6}. The result determines the maximum number of hit dice they may spend to heal during that short rest.",
				"{@b Cure:} {@spell Lesser restoration} or a cure of a similar level will cure the condition. A Nature check ({@dc 15}) reveals that inhaling powdered rose leaves through the nose negates the effects of the disease for one short rest, but is extremely painful."
			],
			"source": "ba"
		},
		{
			"name": "Sage's Fever",
			"entries": [
				"{@b Source:} {@i Sage's fever} has several strains and causes but is mainly seen in herbologists and collectors of plants. Some combinations of ingredients react with each other causing fumes or smells. When such fumes are breathed in by a creature they must roll a Wisdom saving throw ({@dc 13}). On a failed save they experience the following:",
				"{@b Symptoms:} High body temperature, dilated pupils sometimes accompanied by delusions and hallucinations.",
				"{@b Effects:} Disadvantage on all Wisdom saving throws and Wisdom-based ability and skill checks.",
				"{@b Cure:} {@spell Lesser restoration} or a cure of a similar level will cure the disease. Seperating the causative plants is advised to prevent recurrent infection."
			],
			"source": "ba"
		},
		{
			"name": "Seasonal Ulcer",
			"entries": [
				"{@b Source:} A {@i seasonal ulcer} is hereditary. If a creature has this disease, roll {@dice 1d4} and consult the table below to determine the season they will experience the disease in and the type of saving throw that is connected to it. After each long rest in the given season, the creature must make the specified saving throw. On a failed save they experience the following:",
				"{@b Symptoms:} Vomiting blood, loss of vitality, general malaise.",
				"{@b Effects:} Maximum hit points reduced by an amount equal to the character level +2.",
				"{@b Cure:} {@spell Lesser restoration} cures the disease until the creature's next long rest. The disease can be cured for the rest of the season by {@spell greater restoration}. An Arcana or Medicine check ({@dc 20}) reveals that {@i seasonal ulcers} can be cured by casting {@spell greater restoration} at the beginning of each season for 4 consecutive seasons.",
				{
					"type": "table",
					"caption": "Seasonal Ulcer Type",
					"colLabels": [
						"{@dice d4}",
						"Season",
						"Saving Throw"
					],
					"colStyles": [
						"col-1 text-center"
					],
					"rows": [
						[
							"1",
							"Spring",
							"Strength ({@dc 12})"
						],
						[
							"2",
							"Summer",
							"Cnstitution ({@dc 13})"
						],
						[
							"3",
							"Autumn",
							"Strength ({@dc 14})"
						],
						[
							"4",
							"Winter",
							"Constitution ({@dc 15})"
						]
					]
				}
			],
			"source": "ba"
		},
		{
			"name": "Sheepy Head",
			"entries": [
				"{@b Source:} {@i Sheepy head} is contracted from a small parasite that lives in the wool of {@creature sheep|skt}. When a creature comes into contact with a sheep or with wool that has not been properly cleansed of these parasites they must roll a Constitution saving throw ({@dc 15}). On a failed save they experience the following:",
				"{@b Symptoms:} Poofy and curly hair; sudden, unexplainable lethargy (particularly when they are able to see a sheep).",
				"{@b Effects:} Whenever the creature encounters a sheep they must make a Wisdom saving throw ({@dc 6}). For each sheep present the DC increases by 1. On a failed save they instantly fall {@condition unconscious}.",
				"{@b Cure:} {@spell Lesser restoration} or a cure of a similar level can kill the parasites and end the effects."
			],
			"source": "ba"
		},
		{
			"name": "Silver Stroke",
			"entries": [
				"{@b Source:} {@i Silver stroke} is a heriditary disease seen most commonly in elderly {@race elf|phb|elves} and fey creatures. When the afflicted finishes a long rest, they have a 5% chance of accidentally exacerbating the condition. If they do, they must roll a Constitution saving throw ({@dc 12}). The DC increases by 1 wach time the creature succeeds on this save. On a failed save they experience the following:",
				"{@b Symptoms:} The creature's hair and irises turn to a silvery grey. They also experience lowered physical abilities but heightened cognitive abilities akin to rapid aging (though they do not actually age).",
				"{@b Effects:} The creature experiences a −2 penalty to their Constitution, Strength and Dexterity scores (to a minimum of 1), but gain a +2 bonus to their Wisdom score (to a maximum of 22).",
				"{@b Cure:} {@spell Regenerate} and {@spell remove curse} will remove the disease (preventing the need for future saving throws) but not cure its effects. {@spell greater restoration} or similarly powerful restorative magic can reverse the effects once they have manifested."
			],
			"source": "ba"
		},
		{
			"name": "Smolder Crown",
			"entries": [
				"{@b Source:} Spending long times in desert climates or other environments with an intense heat from the heavens often has detrimental effects. When a creature spends at least 1 week in such conditions without protecting their head or scalp in any way they must roll a Constitution saving throw ({@dc 15}). The DC is repeated each week and increases by 1 for each additional week spent in these conditions. On a failed save they experience the following:",
				"{@b Symptoms:} Excessive sweating, blisters on the top of the head and trouble breathing.",
				"{@b Effects:} The afflicted has diadvantage on Survival and Nature checks, and gains vulnerability to fire damage.",
				"{@b Cure:} {@spell Lesser restoration} or a {@item potion of fire resistance} will end the effects. A Medicine check ({@dc 10}) reveals that spending 2 days in the shade with wet rags worn over the head will also cure {@i smolder crown}."
			],
			"source": "ba"
		},
		{
			"name": "Snow Allergy",
			"entries": [
				"{@b Source:} Certain creatures are particularly vulnerable to the ice and snow, especially if they originate from desert or tropical climates. When such a creature spends at least 1 day in an arctic climate they must make a Constitution saving throw ({@dc 15}). On a failed save they experience the following:",
				"{@b Symptoms:} Cyanotic lips, perpetually feet and hands (even when warmd), and stiff limbs.",
				"{@b Effects:} The creature suffers disadvantage on Acrobatics and Athletics checks.",
				"{@b Cure:} Any item, potion or spell which provides resistance to cold damage (such as a {@item potion of cold resistance} counteracts {@i snow allergy}. If the creature spends at least 1 year in arctic climates will cause them to acclimitize to cold conditions and cures the disease permanently."
			],
			"source": "ba"
		},
		{
			"name": "Solar Allergy",
			"entries": [
				"{@b Source:} Subterranean creatures that have never seen the sun are likely to suffer from a {@i solar allergy}. When they encounter the sun after a period of nonexposure they must roll a Constitution saving throw ({@dc 10}). On a failed save they experience the following:",
				"{@b Symptoms:} The creature's skin is extremely sensitive and easily burned.",
				"{@b Effects:} The creature is vulnerable to fire and radiant damage when outside during the day (regardless of weather circumstances) until they take a long rest outside any sunlight.",
				"{@b Cure:} An Arcana check ({@dc 9}) reveals that drinking a {@item potion of fire resistance} each day for 3 consecutive days will suppress the allergy for 1 year. Alternatively, {@spell greater restoration} cures a {@i solar allergy} permanently."
			],
			"source": "ba"
		},
		{
			"name": "Spider Mouth",
			"entries": [
				"{@b Source:} Being constrained in webs spun by large arachnids can have difficult side effects to humanoids. When a creature's face comes into contact with the webs of an arachnid of Small or larger size they must make a Constitution saving throw ({@dc 15}). On a failed save they experience the following:",
				"{@b Symptoms:} Difficulty speaking as their lips stick together.",
				"{@b Effects:} Disadvantage on all Charisma-based skill and ability checks, as well as Charisma saving throws. Any spell cast using verbal components suffer a −2 penalty to the spell attack modifier or save DC.",
				"{@b Cure:} {@spell Lesser restoration} or a cure of a similar level."
			],
			"source": "ba"
		},
		{
			"name": "Spinal Dissolving",
			"entries": [
				"{@b Source:} {@i Spinal disolving} is caused by being bitten by large monstrous insect such as a {@creature giant centipede} or a {@creature remorhaz}. When a creature is bitten by an infected insect they must make a Constitution saving throw ({@dc 15}). On a failed save they experience the following:",
				"{@b Symptoms:} An infected creature experiences instability and trouble standing straight as their vertebrae lose strength.",
				"{@b Effects:} Disadvantage on all Athletics, Acrobatics and Intimidation checks. Weapon attack rolls to not have the creature's proficiency bonus added to it.",
				"{@b Cure:} {@spell Greater restoration} or a cure of a similar level. A Medicine or Nature check ({@dc 15}) reveals that consuming a tonic made from milk, calcium and a powdered dragon scale (of any color) daily for 5 consecutive days also cures {@i spinal disolving}."
			],
			"source": "ba"
		},
		{
			"name": "Stone Lungs",
			"entries": [
				"{@b Source:} Some parts of the elemental plane of Earth are infected with a foul-smelling air that spews up through cracks in the rock. Creatures not from the plane may contract {@i stone lungs} when inhaling this air. When a creature breathes infected air, they must make a Constitution saving throw ({@dc 16}) on a failed save they experience the following:",
				"{@b Symptoms:} Coughing, trouble breathing, and the feeling of a heavy weight on their chest.",
				"{@b Effects:} While infected, a creature suffers a −2 penalty to their Constutition score, as well as disadvantage on all Strength-based skill and ability checks.",
				"{@b Cure:} {@spell Lesser restoration} or a cure of a similar level. An Arcana or Medicine check ({@dc 12}) reveals that breathing the pure air from the elemental plane of Air for at least 1 hour will also cure the disease."
			],
			"source": "ba"
		},
		{
			"name": "Summer Eyes",
			"entries": [
				"{@b Source:} A mix of pollens released during summertime from certain deep forest trees can cause an irritation in the eyes. When a creature spends at least 2 days near these trees they must make a Constitution saving throw ({@dc 12}). The saving throw is repeated each day a creature remains in the forest for 7 days, after which they are immune until the next summer. On a failed save they experience the following:",
				"{@b Symptoms:} Bloodshot eyes with excessive tearing accompanied by a lowered capability to concentrate.",
				"{@b Effects:} The afflicted creature suffers disadvantage to all Perception checks and Constitution saving throws.",
				"{@b Cure:} {@spell Lesser restoration} or a cure of a similar level. Alternatively, a Nature or Medicine check ({@dc 12}) reveals that the symptoms will resolve on their own after {@dice 1d6}."
			],
			"source": "ba"
		},
		{
			"name": "Swamp Pneumonia",
			"entries": [
				"{@b Source:} {@i Swamp pneumonia} is caused by camping in the open air during the winter months in swamps and bogs. When a creature spends a long rest in such conditions they must roll a Constitution saving throw (DC10). The DC increases by 1 for each consecutive long rest they spend in these conditions. On a failed save they experience the following:",
				"{@b Symptoms:} Diffoculty breathing, accompanied by heavy wheezing and occasional productive cough. The mucus coughed out has a thick slimy consistency.",
				"{@b Effects:} The afflicted creature suffers a −2 penalty to their Constitution score, vulnerability to poison and cold damage, and disadvantage on all Stealth checks.",
				"{@b Cure:} {@spell Lesser restoration} or a cure of a similar level is able to cure {@i swamp pneumonia}."
			],
			"source": "ba"
		},
		{
			"name": "Swine Stomach",
			"entries": [
				"{@b Source:} {@i Swine stomach} is a variation of {@disease pig twitch|ba} that is specific to pigs and boars that live in the wild. When eating the spoiled meat of such an animal the creature must make a Constitution saving throw ({@dc 17}). On a failed save they experience the following:",
				"{@b Symptoms:} An infected creature experiences severe nausea, vomiting, fatigue.",
				"{@b Effects:} The afflicted suffers a −2 penalty to their Constitution score.",
				"{@b Cure:} {@spell Lesser restoration} or a cure of a similar level."
			],
			"source": "ba"
		},
		{
			"name": "The Niffs",
			"entries": [
				"{@b Source:} {@i The niffs} are a common, highly contagious virus that is spread through contact with infected creatures. The specific origin is unknown but infections seem to increase during autumn- to wintertime. When a creature comes into contact with an infected creature they must make a Constitution saving throw ({@dc 9}). They must repeat this saving throw each time they encounter another infected creature, including the same creature at another time. On a failed save they experience the following:",
				"{@b Symptoms:} Excessive mucus causing a runny nose, irritability, headache, and sinus congestion.",
				"{@b Effects:} The afflicted suffers −5 to all smell-based Perception checks, a −2 penalty to all Persuasion checks and Constitution saving throws, and disadvantage on all Stealth checks.",
				"{@b Cure:} {@spell Lesser restoration} or a cure of a similar level. A Medicine check ({@dc 5}) reveals that symptoms will resolve on their own after 2 long rests with minimal activity in between."
			],
			"source": "ba"
		},
		{
			"name": "Thief's Bane",
			"entries": [
				"{@b Source:} Some locks that have not been disturbed for a long time may be caked in a layer of grime that causes an infection to a creature attempting to open the lock. When a creature touches the grime by trying to unlock such a lock they must roll a Constitution saving throw ({@dc 15}). On a failed save they experience the following:",
				"{@b Symptoms:} Shaky hands, ragged breathing and anxiety.",
				"{@b Effects:} An infected creature suffers −4 to all Sleight of Hand, Stealth, and Deception checks.",
				"{@b Cure:} {@spell Calm emotions} or {@spell lesser restoration} will cure {@i thief's bane}."
			],
			"source": "ba"
		},
		{
			"name": "Twelve-Day Decay",
			"entries": [
				"{@b Source:} A very rare enzyme which is sometimes found in the bodily fluids of {@creature zombie|mm|zombies} can have serious effects on the living. When a creature is damaged by an infected zombie they must make a Constitution saving throw ({@dc 12}) On a failed save they experience the following:",
				"{@b Symptoms:} The creature's skin changes in shade to an increasingly sickly grey or green and they experience muscle soreness, before experiencing full-body numbness on the 12th day.",
				"{@b Effects:} With each day that passes, the infected creature suffers a reduction in their maximum hit points as shown in the table below. If the creature's maximum hit points fall below 0 they die immediately, and become a zombie over the course of {@dice 1d4} days.",
				"{@b Cure:} {@spell Lesser restoration} or {@spell remove curse} can be used to halt the progression of the disease, but will not heal the lost hit point maximum. {@spell Greater restoration} or a similarly-powerful spell has a 95% chance of restoring the lost hit points (with a 5% chance to have no effect).",
				{
					"type": "table",
					"caption": "Twelve-Day Decay Effects",
					"colLabels": [
						"Day",
						"Maximum HP"
					],
					"colStyles": [
						"col-1 text-center"
					],
					"rows": [
						[
							"1",
							"−1"
						],
						[
							"2",
							"−3"
						],
						[
							"3",
							"−6"
						],
						[
							"4",
							"−10"
						],
						[
							"5",
							"−15"
						],
						[
							"6",
							"−21"
						],
						[
							"7",
							"−28"
						],
						[
							"8",
							"−36"
						],
						[
							"9",
							"−45"
						],
						[
							"10",
							"−55"
						],
						[
							"11",
							"−66"
						],
						[
							"12",
							"−78"
						]
					]
				}
			],
			"source": "ba"
		},
		{
			"name": "Unending Thirst",
			"entries": [
				"{@b Source:} {@i Unending thirst} is a mental disorder seen mostly in sailors (shipwrecked or otherwise) that have not had access to fresh drinking water for a prolonged period of time. When a creature that has had this experience drinks any liquid for the first time they must make a Wisdom saving throw ({@dc 10}). The DC increases by 1 for each day they went without access to a drink of any kind. On a failed save they experience the following:",
				"{@b Symptoms:} Drinking as much as possible, frenzied drinking, low impulse control to satisfy their thirst.",
				"{@b Effects:} Effects may differ depending on the type of drink, including intoxication or other harmful effects. Consuming any liquid will always conclude in the creature becoming {@condition poisoned} for {@dice 1d6 hours} in addition to any other effects of overconsumption.",
				"{@b Cure:} {@spell Calm emotions} or a successful Persuasion check (contested by the afflicted creature's Wisdom saving throw) may stop the frenzied drinking, but does not treat the underlying condition. {@spell Greater restoration} or extended therapy are the only known cures."
			],
			"source": "ba"
		},
		{
			"name": "Verdant Veins",
			"entries": [
				"{@b Source:} Ticks living in grasslands can carry a virus that causes {@i verdant veins} in creatures. When a tick attaches to a creature, they must make a Perception check ({@dc 10}) to notice the tick. If they do not, the tick deals 1 piercing damage and transfers the disease over the course of {@dice 1d4} hours. The creature can repeat the Perception check every hour. At the end of this time, if they have not noticed the tick, the creature must make a Constitution saving throw ({@dc 15}). On a success, the tick detaches on its own and no further effects are felt. On a failed save they experience the following:",
				"{@b Symptoms:} Extreme fatigue, superficial veins turning a deep green as well as a generally greenish complexion.",
				"{@b Effects:} An infected creature gains 1 level of {@condition exhaustion} for every 12 consecutive hours they go without a long rest (instead of 24 hours), and when they would gain 1 level of exhaustion through other effects (such as extreme weather), they instead gain 2 levels. In addition, the creaure requires 2 more hours of sleep (or 1 more hour of meditation, if the creature does not sleep) in order to experience the effects of a long rest.",
				"{@b Cure:} {@spell Greater restoration} may be used to cure the disease if the afflicted creature does not already have any levels of exhaustion. A creature's exhaustion must be addressed before their {@i verdant veins} can be cured."
			],
			"source": "ba"
		},
		{
			"name": "Vocal Fatigue",
			"entries": [
				"{@b Source:} Those not proficient in the art of performing and singing may strain their vocal chords when they try, experiencing a condition known as {@i vocal fatigue}. When a creature not proficient in Performance spends more than 10 minutes evening singing, telling stories, or otherwise performing in any way that involves speech, they must roll a Charisma saving throw ({@dc 10}). On a failed save they experience the following:",
				"{@b Symptoms:} The creature's voice becomes raspy, and may even diminish.",
				"{@b Effects:} The afflicted creature suffers disadvantage on all Charisma-based skill and ability checks for {@dice 1d4} days.",
				"{@b Cure:} {@spell Lesser restoration} or a cure of a similar level will restore the creature's voice. A Nature or Medicine check ({@dc 10}) reveals that drinking tea prepared with honey may soothe the effects of {@i vocal fatigue} and reduce the recovery time by 1 day."
			],
			"source": "ba"
		},
		{
			"name": "Warped Tongue",
			"entries": [
				"{@b Source:} A {@i warped tongue} is often seen in drunkards or others who consume copious amounts of alcohol. If a very intoxicated creature attempts a Performance check and rolls a natural 1, they must make a Charisma saving throw ({@dc 10}). On a failed save they experience the following:",
				"{@b Symptoms:} The creature's tongue twists painfully out of shape and vocalization is difficult.",
				"{@b Effects:} The creature suffers disadvantage on all Charisma-based ability and skill checks. Additionally, if the creature attempts to cast a spell with a verbal component, there is a 5% chance the spell goes wild. To determine the random effect, roll on the {@table wild magic surge|phb} table.",
				"{@b Cure:} {@spell Lesser restoration} can cure this condition immediately. A Medicine check ({@dc 9}) reveals that a {@i warped tongue} resolves itself after a long rest."
			],
			"source": "ba"
		},
		{
			"name": "Witch's Delirium",
			"entries": [
				"{@b Source:} Some hags carry a virus that is benign to them but may cause a severe problem for other humanoids they come into contact with. This disease is most commonly known as {@i witch's delirium}. When coming within 5 feet of an infected hag, a creature must make a Constitution saving throw. On a failed save they experience the following:",
				"{@b Symptoms:} Auditory hallucinations of various forest animals, causing an inability to focus or think clearly.",
				"{@b Effects:} The afflicted suffers a −2 penalty to their Intelligence and Wisdom scores. Additionally, they are unable to maintain concentration on any spell or effect requiring concentration.",
				"{@b Cure:} {@spell Lesser Restoration} or any healing spell of 3rd level or higher cast by a fey creature will cure {@i witch's delerium}."
			],
			"source": "ba"
		},
		{
			"name": "Wobble Bowels",
			"entries": [
				"{@b Source:} When a creature eats food that has been badly or unsafely prepared they must roll a Constitution saving throw ({@dc 10}). On a failed save they experience the following:",
				"{@b Symptoms:} Uneasiness in the intestines, followed by diarrhea and incontinence.",
				"{@b Effects:} For the next {@dice 1d6} hours, the afflicted suffers disadvantage on all attack rolls. If an attack roll or Athletics or Acrobatic check is a critical miss during this time, they soil themselves. The stench causes disadvantage on all Charisma-based ability and skill checks until it is cleaned. After the symptoms resolve, the creature suffers 1 level of {@condition exhaustion}.",
				"{@b Cure:} {@spell Lesser restoration} may cure this disease. The effects also wear off after {@dice 1d6} hours, as mentioned above. A Medicine check ({@dc 5}) reveals that drinking a sufficient quantity of water prior to being cured or the effects resolving will prevent the exhaustion."
			],
			"source": "ba"
		},
		{
			"name": "Wraithskin",
			"entries": [
				"{@b Source:} Caused by coming into direct contact with a pale, hanging moss found in caverns and other recesses known as white wraith moss. When touching this plant a creature must make a Constitution saving throw ({@dc 18}). On a failed save they experience the following:",
				"{@b Symptoms:} Goosebumps and sensitive skin. The creature is also easily startled.",
				"{@b Effects:} An afflicted creature suffers disadvantage on all saving throws against being {@condition frightened} as well as vulnerability to piercing damage.",
				"{@b Cure:} {@spell Lesser restoration} or a cure of similar level. A Nature check ({@dc 10}) will reveal that spending a short rest in a comfortable warm environment (such as near a campfire) will also cause symptoms to resolve."
			],
			"source": "ba"
		}
	],
	"item": [
		{
			"name": "Bard's Bane",
			"source": "ba",
			"type": "G",
			"rarity": "none",
			"value": 50000,
			"poison": true,
			"entries": [
				"{@b Tonguetwister.} When a creature is subjected to {@i bard's bane} they must succeed on a {@dc 13} Constitution saving throw or take {@damage 4d4} poison damage and are {@condition deafened} for 1 hour. All spell attack rolls the creature makes during that time which require verbal components are made with disadvantage."
			],
			"poisonTypes": [
				"contact"
			]
		},
		{
			"name": "Bastard's Remorse",
			"source": "ba",
			"type": "G",
			"rarity": "none",
			"value": 20000,
			"poison": true,
			"entries": [
				"{@b Cold Blooded.} When a creature is subjected to {@i bastard's remorse} they must succeed on a {@dc 14} Constitution saving throw or take {@damage 2d4} cold damage and {@damage 1d4} poison damage, taking half on a successful save."
			],
			"poisonTypes": [
				"contact"
			]
		}
	],
	"table": [
		{
			"name": "d100 Diseases",
			"source": "ba",
			"caption": "Diseases",
			"colLabels": [
				"{@dice d100}",
				"Disease"
			],
			"colStyles": [
				"col-1 text-center",
				"col-11"
			],
			"rows": [
				[
					"1",
					"{@disease Abyssal Warts|ba}"
				],
				[
					"2",
					"{@disease Acute Petrifying Syndrome|ba}"
				],
				[
					"3",
					"{@disease Affliction of Crystalline Growth|ba}"
				],
				[
					"4",
					"{@disease Aggressive Fatigue Disorder|ba}"
				],
				[
					"5",
					"{@disease Arcane Blisters|ba}"
				],
				[
					"6",
					"{@disease Arcane Disconnection|ba}"
				],
				[
					"7",
					"{@disease Ash Cough|ba}"
				],
				[
					"8",
					"{@disease Astral Scarring|ba}"
				],
				[
					"9",
					"{@disease Autumn Blight|ba}"
				],
				[
					"10",
					"{@disease Avian Delusion|ba}"
				],
				[
					"11",
					"{@disease Bloodrot|ba}"
				],
				[
					"12",
					"{@disease Boar Warts|ba}"
				],
				[
					"13",
					"{@disease Brainslumber|ba}"
				],
				[
					"14",
					"{@disease Brittle Bones|ba}"
				],
				[
					"15",
					"{@disease Butterfly Fever|ba}"
				],
				[
					"16",
					"{@disease Buzzthroat|ba}"
				],
				[
					"17",
					"{@disease Canyon Legs|ba}"
				],
				[
					"18",
					"{@disease Capacity Reversal Disorder|ba}"
				],
				[
					"19",
					"{@disease Cave Nails|ba}"
				],
				[
					"20",
					"{@disease Cave Tremble|ba}"
				],
				[
					"21",
					"{@disease Chromatic Allergy|ba}"
				],
				[
					"22",
					"{@disease Confused Liver|ba}"
				],
				[
					"23",
					"{@disease Copper Stress|ba}"
				],
				[
					"24",
					"{@disease Cranial Corrosion|ba}"
				],
				[
					"25",
					"{@disease Dark Itch|ba}"
				],
				[
					"26",
					"{@disease Decarian Flu|ba}"
				],
				[
					"27",
					"{@disease Desert Pestilence|ba}"
				],
				[
					"28",
					"{@disease Desolation Panic|ba}"
				],
				[
					"29",
					"{@disease Devil's Paranoia|ba}"
				],
				[
					"30",
					"{@disease Dormant Vampirism|ba}"
				],
				[
					"31",
					"{@disease Dragon's Pox|ba}"
				],
				[
					"32",
					"{@disease Dysvaric Inflammation|ba}"
				],
				[
					"33",
					"{@disease Elemental Inversion|ba}"
				],
				[
					"34",
					"{@disease Emotional Blindness|ba}"
				],
				[
					"35",
					"{@disease Epidermal Petrification|ba}"
				],
				[
					"36",
					"{@disease Ermalian flu|ba}"
				],
				[
					"37",
					"{@disease Explosive Sneezing|ba}"
				],
				[
					"38",
					"{@disease Fenrot|ba}"
				],
				[
					"39",
					"{@disease Ficklefern Fever|ba}"
				],
				[
					"40",
					"{@disease Flameblight|ba}"
				],
				[
					"41",
					"{@disease Fluctuating Activity Disorder|ba}"
				],
				[
					"42",
					"{@disease Four-Sense Disorder|ba}"
				],
				[
					"43",
					"{@disease Frost Rash|ba}"
				],
				[
					"44",
					"{@disease Frunkis|ba}"
				],
				[
					"45",
					"{@disease Ghoulish Ocular Affliction|ba}"
				],
				[
					"46",
					"{@disease Goblin Fever|ba}"
				],
				[
					"47",
					"{@disease Grexialis|ba}"
				],
				[
					"48",
					"{@disease Heaven's Brand|ba}"
				],
				[
					"49",
					"{@disease Hell Collar|ba}"
				],
				[
					"50",
					"{@disease Hunter's Rabies|ba}"
				],
				[
					"51",
					"{@disease Imp's Sting|ba}"
				],
				[
					"52",
					"{@disease Ironfoot|ba}"
				],
				[
					"53",
					"{@disease Jungle Ulcers|ba}"
				],
				[
					"54",
					"{@disease Kidney Shadow Sores|ba}"
				],
				[
					"55",
					"{@disease King's Cramps|ba}"
				],
				[
					"56",
					"{@disease Kraken Lash Inflammation|ba}"
				],
				[
					"57",
					"{@disease Lateral Displacement|ba}"
				],
				[
					"58",
					"{@disease Limb Morphia|ba}"
				],
				[
					"59",
					"{@disease Magister's Neck|ba}"
				],
				[
					"60",
					"{@disease Marsh Hands|ba}"
				],
				[
					"61",
					"{@disease Medusoid Migraine|ba}"
				],
				[
					"62",
					"{@disease Moon Pox|ba}"
				],
				[
					"63",
					"{@disease Muscular Fluttering|ba}"
				],
				[
					"64",
					"{@disease Night Eyes|ba}"
				],
				[
					"65",
					"{@disease Nightmask Plague|ba}"
				],
				[
					"66",
					"{@disease Ordriscius Intenis|ba}"
				],
				[
					"67",
					"{@disease Pale Breath|ba}"
				],
				[
					"68",
					"{@disease Parasitis Arcanium|ba}"
				],
				[
					"69",
					"{@disease Pig Twitch|ba}"
				],
				[
					"70",
					"{@disease Pixiedust Acne|ba}"
				],
				[
					"71",
					"{@disease Planeshifter's Infection|ba}"
				],
				[
					"72",
					"{@disease Purple Scurvy|ba}"
				],
				[
					"73",
					"{@disease Queen's Skin|ba}"
				],
				[
					"74",
					"{@disease Red Rose Virus|ba}"
				],
				[
					"75",
					"{@disease Red Shock|ba}"
				],
				[
					"76",
					"{@disease Regenerative Combustion Disorder|ba}"
				],
				[
					"77",
					"{@disease Roseheart|ba}"
				],
				[
					"78",
					"{@disease Sage's Fever|ba}"
				],
				[
					"79",
					"{@disease Seasonal Ulcer|ba}"
				],
				[
					"80",
					"{@disease Sheepy Head|ba}"
				],
				[
					"81",
					"{@disease Silver Stroke|ba}"
				],
				[
					"82",
					"{@disease Smolder Crown|ba}"
				],
				[
					"83",
					"{@disease Snow Allergy|ba}"
				],
				[
					"84",
					"{@disease Solar Allergy|ba}"
				],
				[
					"85",
					"{@disease Spider Mouth|ba}"
				],
				[
					"86",
					"{@disease Spinal Dissolving|ba}"
				],
				[
					"87",
					"{@disease Stone Lungs|ba}"
				],
				[
					"88",
					"{@disease Summer Eyes|ba}"
				],
				[
					"89",
					"{@disease Swamp Pneumonia|ba}"
				],
				[
					"90",
					"{@disease Swine Stomach|ba}"
				],
				[
					"91",
					"{@disease The Niffs|ba}"
				],
				[
					"92",
					"{@disease Thief's Bane|ba}"
				],
				[
					"93",
					"{@disease Twelve-Day Decay|ba}"
				],
				[
					"94",
					"{@disease Unending Thirst|ba}"
				],
				[
					"95",
					"{@disease Verdant Veins|ba}"
				],
				[
					"96",
					"{@disease Vocal Fatigue|ba}"
				],
				[
					"97",
					"{@disease Warped Tongue|ba}"
				],
				[
					"98",
					"{@disease Witch's Delirium|ba}"
				],
				[
					"99",
					"{@disease Wobble Bowels|ba}"
				],
				[
					"100",
					"{@disease Wraithskin|ba}"
				]
			]
		},
		{
			"name": "d100 Tavern Names",
			"source": "ba",
			"caption": "Taverns",
			"colLabels": [
				"{@dice d100}",
				"Name"
			],
			"colStyles": [
				"col-1 text-center",
				"col-11"
			],
			"rows": [
				[
					"1",
					"Agatha's Teahouse"
				],
				[
					"2",
					"Berlo's"
				],
				[
					"3",
					"Bittersweet's"
				],
				[
					"4",
					"Blessing of the River Spirit"
				],
				[
					"5",
					"Bloody Baron's Bar"
				],
				[
					"6",
					"Blue Birdy Bar"
				],
				[
					"7",
					"Books and Brews"
				],
				[
					"8",
					"Brazen Bull Bar"
				],
				[
					"9",
					"Brew and Chew"
				],
				[
					"10",
					"Cat's Tail Tavern"
				],
				[
					"11",
					"Craven's Canteen"
				],
				[
					"12",
					"Day's End"
				],
				[
					"13",
					"Devon's Bar"
				],
				[
					"14",
					"Door 24"
				],
				[
					"15",
					"Edwin's Winebar"
				],
				[
					"16",
					"Fortuna"
				],
				[
					"17",
					"Giant's Thumb"
				],
				[
					"18",
					"Grapes of the Court"
				],
				[
					"19",
					"Heart of the Mountain"
				],
				[
					"20",
					"Home of the Harpy"
				],
				[
					"21",
					"Kegs of Wisdom"
				],
				[
					"22",
					"King's Pear"
				],
				[
					"23",
					"Leela's Alehouse"
				],
				[
					"24",
					"Lost Songs Tavern"
				],
				[
					"25",
					"Milbond Biergarten"
				],
				[
					"26",
					"Miner's Manor"
				],
				[
					"27",
					"Miranda's Traveling Speakeasy"
				],
				[
					"28",
					"Mixes and Matches"
				],
				[
					"29",
					"My Father's Favorite Place"
				],
				[
					"30",
					"Mysterius"
				],
				[
					"31",
					"Nerator's Alehouse"
				],
				[
					"32",
					"Of Pears and Peaches"
				],
				[
					"33",
					"Panache"
				],
				[
					"34",
					"Purple Candle Club"
				],
				[
					"35",
					"Queen's Crown"
				],
				[
					"36",
					"Quill and Lounge"
				],
				[
					"37",
					"Ram's Horn Tavern"
				],
				[
					"38",
					"Shining Diamond Tavern"
				],
				[
					"39",
					"Singing Dragon Bar"
				],
				[
					"40",
					"Slow Sips"
				],
				[
					"41",
					"Stan's Ale house"
				],
				[
					"42",
					"Sylvester's Back Alley Bar"
				],
				[
					"43",
					"Taproom #73"
				],
				[
					"44",
					"The Azunian Beer Garden"
				],
				[
					"45",
					"The Blurry Kobold"
				],
				[
					"46",
					"The Brass Beauty"
				],
				[
					"47",
					"The Chestnut Saloon"
				],
				[
					"48",
					"The Copper Scale"
				],
				[
					"49",
					"The Crowsnest Bar"
				],
				[
					"50",
					"The Damned Priest"
				],
				[
					"51",
					"The Desertwalker's Lounge"
				],
				[
					"52",
					"The Devil's Lair"
				],
				[
					"53",
					"The Dive"
				],
				[
					"54",
					"The Dreaming Lion"
				],
				[
					"55",
					"The Drunken Hammer"
				],
				[
					"56",
					"The Exquisite Pony"
				],
				[
					"57",
					"The Firey Spirit"
				],
				[
					"58",
					"The Flying Horse"
				],
				[
					"59",
					"The Golden Head"
				],
				[
					"60",
					"The Hoof"
				],
				[
					"61",
					"The Hummingbird's Rest"
				],
				[
					"62",
					"The Hunter's Respite"
				],
				[
					"63",
					"The Jolly Bottle"
				],
				[
					"64",
					"The Jumping Dwarf"
				],
				[
					"65",
					"The Laughing Lord"
				],
				[
					"66",
					"The Maroon Mansion"
				],
				[
					"67",
					"The Merrymaker"
				],
				[
					"68",
					"The Midnight Lantern Tavern"
				],
				[
					"69",
					"The Mighty Mule Saloon"
				],
				[
					"70",
					"The Narrow Gate Pub"
				],
				[
					"71",
					"The Oaken Cask"
				],
				[
					"72",
					"The Old Knight's Tavern"
				],
				[
					"73",
					"The Onyx Parlor"
				],
				[
					"74",
					"The Owl and Fox"
				],
				[
					"75",
					"The People's Castle"
				],
				[
					"76",
					"The Rat's Lounge"
				],
				[
					"77",
					"The Red Harbor"
				],
				[
					"78",
					"The Roamer's Home"
				],
				[
					"79",
					"The Ruby Rooster Club"
				],
				[
					"80",
					"The Same Boat"
				],
				[
					"81",
					"The Silver Star"
				],
				[
					"82",
					"The Small Hop"
				],
				[
					"83",
					"The Smiling Gnome"
				],
				[
					"84",
					"The Spot"
				],
				[
					"85",
					"The Stonecold Stout Bar"
				],
				[
					"86",
					"The Tall Tale Tavern"
				],
				[
					"87",
					"The Tiny Potato Pub"
				],
				[
					"88",
					"The Tipsy Elf"
				],
				[
					"89",
					"The Trsgrd Garden"
				],
				[
					"90",
					"The Triple Treat Taproom"
				],
				[
					"91",
					"The Twirling Coin"
				],
				[
					"92",
					"The Twisted Serpent"
				],
				[
					"93",
					"The Unicorn Lounge"
				],
				[
					"94",
					"The Vanilla Smoke Lounge"
				],
				[
					"95",
					"The White Piano"
				],
				[
					"96",
					"The Worker's Sanctuary"
				],
				[
					"97",
					"Torben's Tavern"
				],
				[
					"98",
					"Traveler's Relief"
				],
				[
					"99",
					"Upstairs"
				],
				[
					"100",
					"Vjelta's Vineyard"
				]
			]
		},
		{
			"name": "d100 Character Secrets",
			"source": "ba",
			"caption": "Character Secrets",
			"colLabels": [
				"{@dice d100}",
				"Secret"
			],
			"colStyles": [
				"col-1 text-center",
				"col-11"
			],
			"rows": [
				[
					"1",
					"Always wears a {@item hat of disguise}"
				],
				[
					"2",
					"Used to be a cult leader in another city"
				],
				[
					"3",
					"Has recurring nightmares of the apocalypse"
				],
				[
					"4",
					"Has been teaching themselves magic for the last 12 years"
				],
				[
					"5",
					"Is the champion of an underground fighting pit"
				],
				[
					"6",
					"Was banished from their home country"
				],
				[
					"7",
					"Plans to assassinate the leader of the region"
				],
				[
					"8",
					"Donates almost all their earnings anonymously to an orphanage"
				],
				[
					"9",
					"Is addicted to {@item potion of healing|dmg|potions of healing}"
				],
				[
					"10",
					"In love with one of the party members"
				],
				[
					"11",
					"Used to be a slave"
				],
				[
					"12",
					"Has part of a map which leads to a treasure hoard of a killed dragon"
				],
				[
					"13",
					"Is blackmailing the leader of the city with their secret"
				],
				[
					"14",
					"Accidentally spent all their money on a shipment of worthless goods"
				],
				[
					"15",
					"Is a long-lost family member of one of the party members"
				],
				[
					"16",
					"Lost their house in a game of gambling"
				],
				[
					"17",
					"Has a twin no one knows about, only one of them is ever seen at a time"
				],
				[
					"18",
					"Part of a thieves' guild"
				],
				[
					"19",
					"Used to be a mighty sorcerer but lost their connection to the arcane"
				],
				[
					"20",
					"Is completely unable to sleep so they wander the streets at night"
				],
				[
					"21",
					"Is cursed by a warlock, they fear to die in 472 days unless the warlock is killed"
				],
				[
					"22",
					"Ran away from home at age 9"
				],
				[
					"23",
					"Their child is a known criminal in the city, they cut all bonds with them"
				],
				[
					"24",
					"They take care of their best friend who is a werewolf"
				],
				[
					"25",
					"Lives as a common person but is of royal descent"
				],
				[
					"26",
					"Has changed names 5 times in their past due to their stalking ex-romantic partner"
				],
				[
					"27",
					"Writes and publishes erotic fiction under a different name"
				],
				[
					"28",
					"Accidentally killed their best friend years ago"
				],
				[
					"29",
					"In love with the bard who sings every weekend at the tavern"
				],
				[
					"30",
					"Says they are not religious but goes to a shrine every night to pray"
				],
				[
					"31",
					"Has a huge stash of platinum hidden under their mattress"
				],
				[
					"32",
					"Has an invisible pet familiar"
				],
				[
					"33",
					"Has extra-dimensional rooms in their house"
				],
				[
					"34",
					"Knows their neighbor his offering shelter to criminals"
				],
				[
					"35",
					"Gathering information and spying on the martial forces of the city for an army of kobolds"
				],
				[
					"36",
					"Is being pressured into keeping their mouth shut regarding someone else's secret"
				],
				[
					"37",
					"Is extremely acrobatic but they never show it off"
				],
				[
					"38",
					"Is addicted to sex"
				],
				[
					"39",
					"Spreads misinformation about others to gain advantage for their own business"
				],
				[
					"40",
					"Put laxatives in the food of the captain of the guard as part of a bigger scheme"
				],
				[
					"41",
					"Accidentally set fire to a temple of a deity of fire"
				],
				[
					"42",
					"Sold their neighbors house whilst they were visiting family across the country"
				],
				[
					"43",
					"Shot a deer on the hunting grounds belonging to a noble family"
				],
				[
					"44",
					"Under the influence of a curse which makes it unable for them to say their own name"
				],
				[
					"45",
					"Poisoned the fields of a farmer who insulted them once"
				],
				[
					"46",
					"Made a deal with a devil to excel in their skills, trade or craft"
				],
				[
					"47",
					"Stumbled into a planar portal as a child, returned to the material plane 300 years later"
				],
				[
					"48",
					"Stole a huge amount of diamonds in an impressive heist that people still talk about"
				],
				[
					"49",
					"Has 2 spouses, one in this city and one in the neighboring town"
				],
				[
					"50",
					"Grows illegal mushrooms that cause hallucinations in their basement"
				],
				[
					"51",
					"Trafficked drugs from far across the world"
				],
				[
					"52",
					"Is responsible for a recent natural disaster"
				],
				[
					"53",
					"Has lycanthropy"
				],
				[
					"54",
					"Is actually a devil making infernal deals in disguise"
				],
				[
					"55",
					"Is in search of an ancient magical family heirloom their siblings do not know about"
				],
				[
					"56",
					"Accidentally made a cursed magic item that is wreaking havoc amongst wizards"
				],
				[
					"57",
					"A magic spell changed their gender"
				],
				[
					"58",
					"Holds a grudge for a person they believe stole their most prized possession"
				],
				[
					"59",
					"Used to be a dragon but was {@spell true polymorph|phb|true polymorph} into their current form"
				],
				[
					"60",
					"Hiding from a group of mercenaries they hired but did not pay"
				],
				[
					"61",
					"Hides multiple daggers on their person"
				],
				[
					"62",
					"A magic spell changed their race/species"
				],
				[
					"63",
					"Knows far more languages than they let on to listen in on other people's conversations"
				],
				[
					"64",
					"Witnessed a murder which they did not report to the city guard"
				],
				[
					"65",
					"Used to be a hero back in the day, responsible for saving the city"
				],
				[
					"66",
					"Has an illegitimate child"
				],
				[
					"67",
					"Can walk on water without consciously using magic"
				],
				[
					"68",
					"The love of their life sacrificed themselves for them in battle"
				],
				[
					"69",
					"Is addicted to drugs"
				],
				[
					"70",
					"Used to be a notorious pirate, but changed their  name and appearance to remain free"
				],
				[
					"71",
					"Has a fetish for a particular sexual experience which they are slightly embarrassed about"
				],
				[
					"72",
					"They can not go 2 miles away from their home because of a curse"
				],
				[
					"73",
					"Descendant of an evil wizard who threatened the realms ages ago"
				],
				[
					"74",
					"Used to protect an ancient relic but they broke their oath"
				],
				[
					"75",
					"Is addicted to gambling"
				],
				[
					"76",
					"Has a secret lover"
				],
				[
					"77",
					"Meets up every night with a couple of other people to dig a tunnel network under the city"
				],
				[
					"78",
					"Has an arcane powered mechanical heart"
				],
				[
					"79",
					"Was the only survivor of a plague in their homelands"
				],
				[
					"80",
					"Has a secret shack outside the city where they go to meditate for days on end"
				],
				[
					"81",
					"Is actually a continuous illusion cast by their\"assistant\""
				],
				[
					"82",
					"They are a {@creature vampire}"
				],
				[
					"83",
					"A curse causes them to randomly teleport to a location within 500ft the moment they fall asleep"
				],
				[
					"84",
					"They are a leader of a crime syndicate"
				],
				[
					"85",
					"They are hunting one of the party members, waiting for the perfect moment to strike"
				],
				[
					"86",
					"They are completely incompetent in what they do but they cover it up expertly"
				],
				[
					"87",
					"Has a doomsday bunker underneath their home"
				],
				[
					"88",
					"They scammed or lied their way into a position of power"
				],
				[
					"89",
					"Has a bucket list of creatures they want to kill"
				],
				[
					"90",
					"Covered up a murder their friend committed"
				],
				[
					"91",
					"Vowed to take revenge on the murder of their parents"
				],
				[
					"92",
					"Is addicted to alcohol"
				],
				[
					"93",
					"Is illiterate"
				],
				[
					"94",
					"Deserted from the military"
				],
				[
					"95",
					"Is an undercover city guard"
				],
				[
					"96",
					"Tricks adventurers into a cave they filled with monsters and a vast amount of traps"
				],
				[
					"97",
					"Escaped from being sacrificed to a deity, and the followers of the deity are still searching for them"
				],
				[
					"98",
					"Once cast a nasty curse upon someone else"
				],
				[
					"99",
					"Meets up every week with friends to play a dice-based game where they pretend to be adventurers"
				],
				[
					"100",
					"They are a deity"
				]
			]
		},
		{
			"name": "d100 Poisons",
			"source": "ba",
			"caption": "Poisons",
			"colLabels": [
				"{@dice d100}",
				"Name",
				"Type",
				"Price"
			],
			"colStyles": [
				"col-1 text-center",
				"col-7",
				"col-2",
				"col-2"
			],
			"rows": [
				[
					"1",
					"{@item Bard's Bane|ba}",
					"Contact",
					"500 gp"
				],
				[
					"2",
					"{@item Bastard's Remorse|ba}",
					"Contact",
					"200 gp"
				],
				[
					"3",
					"{@item Blightbringer|ba}",
					"Contact",
					"1250 gp"
				],
				[
					"4",
					"{@item Blood of the Demon|ba}",
					"Contact",
					"500 gp"
				],
				[
					"5",
					"{@item Burnout Compound|ba}",
					"Contact",
					"150 gp"
				],
				[
					"6",
					"{@item Cinderthorn|ba}",
					"Contact",
					"600 gp"
				],
				[
					"7",
					"{@item Concentrated Ochre Jelly|ba}",
					"Contact",
					"100 gp"
				],
				[
					"8",
					"{@item Corpsedew|ba}",
					"Contact",
					"400 gp"
				],
				[
					"9",
					"{@item Death's Touch|ba}",
					"Contact",
					"1500 gp"
				],
				[
					"10",
					"{@item Devil's Tongue|ba}",
					"Contact",
					"1000 gp"
				],
				[
					"11",
					"{@item Embrace of the Beloved|ba}",
					"Contact",
					"300 gp"
				],
				[
					"12",
					"{@item Gatekeeper's Hound|ba}",
					"Contact",
					"300 gp"
				],
				[
					"13",
					"{@item Hand of the King|ba}",
					"Contact",
					"600 gp"
				],
				[
					"14",
					"{@item Lover's Malice|ba}",
					"Contact",
					"1200 gp"
				],
				[
					"15",
					"{@item Medusa's Grasp|ba}",
					"Contact",
					"1500 gp"
				],
				[
					"16",
					"{@item Mephistaline|ba}",
					"Contact",
					"850 gp"
				],
				[
					"17",
					"{@item Nightfall|ba}",
					"Contact",
					"1400 gp"
				],
				[
					"18",
					"{@item Noose Compound|ba}",
					"Contact",
					"300 gp"
				],
				[
					"19",
					"{@item Queen's Tears|ba}",
					"Contact",
					"1750 gp"
				],
				[
					"20",
					"{@item Quelzolar|ba}",
					"Contact",
					"1400 gp"
				],
				[
					"21",
					"{@item Rapture|ba}",
					"Contact",
					"2000 gp"
				],
				[
					"22",
					"{@item Ravage and Ruin Toxin|ba}",
					"Contact",
					"750 gp"
				],
				[
					"23",
					"{@item Tharezonine|ba}",
					"Contact",
					"400 gp"
				],
				[
					"24",
					"{@item Touch of the Abyss|ba}",
					"Contact",
					"650 gp"
				],
				[
					"25",
					"{@item Warden's Demise|ba}",
					"Contact",
					"1000 gp"
				],
				[
					"26",
					"{@item Aerkian Salt Solution|ba}",
					"Ingested",
					"500 gp"
				],
				[
					"27",
					"{@item Angel's Blade|ba}",
					"Ingested",
					"1200 gp"
				],
				[
					"28",
					"{@item Beggarweed Poison|ba}",
					"Ingested",
					"300 gp"
				],
				[
					"29",
					"{@item Biolzepathine|ba}",
					"Ingested",
					"750 gp"
				],
				[
					"30",
					"{@item Brightpetal Rose Extract|ba}",
					"Ingested",
					"500 gp"
				],
				[
					"31",
					"{@item Chokehold|ba}",
					"Ingested",
					"900 gp"
				],
				[
					"32",
					"{@item Common Rat Poison|ba}",
					"Ingested",
					"5 gp"
				],
				[
					"33",
					"{@item Concentrated Evarium|ba}",
					"Ingested",
					"600 gp"
				],
				[
					"34",
					"{@item Crimson Smirk|ba}",
					"Ingested",
					"500 gp"
				],
				[
					"35",
					"{@item Curtain Call|ba}",
					"Ingested",
					"900 gp"
				],
				[
					"36",
					"{@item Firestalk Poison|ba}",
					"Ingested",
					"600 gp"
				],
				[
					"37",
					"{@item Gloomcrystal Tincture|ba}",
					"Ingested",
					"1000 gp"
				],
				[
					"38",
					"{@item Headsman's Axe|ba}",
					"Ingested",
					"700 gp"
				],
				[
					"39",
					"{@item Heartache's End|ba}",
					"Ingested",
					"900 gp"
				],
				[
					"40",
					"{@item Kingkiller Poison|ba}",
					"Ingested",
					"2200 gp"
				],
				[
					"41",
					"{@item Malaisehyde|ba}",
					"Ingested",
					"850 gp"
				],
				[
					"42",
					"{@item Mindshift Venom|ba}",
					"Ingested",
					"250 gp"
				],
				[
					"43",
					"{@item Nheraltezon|ba}",
					"Ingested",
					"400 gp"
				],
				[
					"44",
					"{@item Nightmare|ba}",
					"Ingested",
					"600 gp"
				],
				[
					"45",
					"{@item Purified Sorrow|ba}",
					"Ingested",
					"450 gp"
				],
				[
					"46",
					"{@item Reaper's Friend|ba}",
					"Ingested",
					"1750 gp"
				],
				[
					"47",
					"{@item Tears of the Widow|ba}",
					"Ingested",
					"1800 gp"
				],
				[
					"48",
					"{@item Traitor's Ally|ba}",
					"Ingested",
					"1600 gp"
				],
				[
					"49",
					"{@item Weaver's Vengeance|ba}",
					"Ingested",
					"950 gp"
				],
				[
					"50",
					"{@item Winter Water|ba}",
					"Ingested",
					"1100 gp"
				],
				[
					"51",
					"{@item Assassin's Miasma|ba}",
					"Inhaled",
					"400 gp"
				],
				[
					"52",
					"{@item Breath of the Deep|ba}",
					"Inhaled",
					"2000 gp"
				],
				[
					"53",
					"{@item Breeze of Twilight|ba}",
					"Inhaled",
					"150 gp"
				],
				[
					"54",
					"{@item Bruldoryl|ba}",
					"Inhaled",
					"750 gp"
				],
				[
					"55",
					"{@item Decimation|ba}",
					"Inhaled",
					"600 gp"
				],
				[
					"56",
					"{@item Desire|ba}",
					"Inhaled",
					"200 gp"
				],
				[
					"57",
					"{@item Dream Vapors|ba}",
					"Inhaled",
					"750 gp"
				],
				[
					"58",
					"{@item Dromnovyl|ba}",
					"Inhaled",
					"75 gp"
				],
				[
					"59",
					"{@item Eau d'Alice|ba}",
					"Inhaled",
					"250 gp"
				],
				[
					"60",
					"{@item Emerald Smog|ba}",
					"Inhaled",
					"450 gp"
				],
				[
					"61",
					"{@item Envoy's Perfume|ba}",
					"Inhaled",
					"500 gp"
				],
				[
					"62",
					"{@item Essence of the Court|ba}",
					"Inhaled",
					"750 gp"
				],
				[
					"63",
					"{@item Hag's Spite|ba}",
					"Inhaled",
					"200 gp"
				],
				[
					"64",
					"{@item Headlock|ba}",
					"Inhaled",
					"500 gp"
				],
				[
					"65",
					"{@item Jester Gas|ba}",
					"Inhaled",
					"450 gp"
				],
				[
					"66",
					"{@item Kiss of the Paramour|ba}",
					"Inhaled",
					"75 gp"
				],
				[
					"67",
					"{@item Lungcrusher Toxin|ba}",
					"Inhaled",
					"500 gp"
				],
				[
					"68",
					"{@item Miasma Necrotis|ba}",
					"Inhaled",
					"350 gp"
				],
				[
					"69",
					"{@item Revenant's Last Act|ba}",
					"Inhaled",
					"600 gp"
				],
				[
					"70",
					"{@item Ruby Castle|ba}",
					"Inhaled",
					"800 gp"
				],
				[
					"71",
					"{@item Shade Fog|ba}",
					"Inhaled",
					"1400 gp"
				],
				[
					"72",
					"{@item Sigh of the Undying|ba}",
					"Inhaled",
					"600 gp"
				],
				[
					"73",
					"{@item Smoke of Trel'dor|ba}",
					"Inhaled",
					"500 gp"
				],
				[
					"74",
					"{@item Stuncloud Poison|ba}",
					"Inhaled",
					"250 gp"
				],
				[
					"75",
					"{@item Vindication|ba}",
					"Inhaled",
					"1500 gp"
				],
				[
					"76",
					"{@item Ardhanine|ba}",
					"Injury",
					"100 gp"
				],
				[
					"77",
					"{@item Black Lilac|ba}",
					"Injury",
					"1800 gp"
				],
				[
					"78",
					"{@item Caress of the Oblivion|ba}",
					"Injury",
					"800 gp"
				],
				[
					"79",
					"{@item Coalscar Poison|ba}",
					"Injury",
					"500 gp"
				],
				[
					"80",
					"{@item Crescent Moon Extract|ba}",
					"Injury",
					"800 gp"
				],
				[
					"81",
					"{@item Despair|ba}",
					"Injury",
					"1200 gp"
				],
				[
					"82",
					"{@item Eclipse|ba}",
					"Injury",
					"300 gp"
				],
				[
					"83",
					"{@item Erhadian Toxin|ba}",
					"Injury",
					"100 gp"
				],
				[
					"84",
					"{@item Felfire Claw|ba}",
					"Injury",
					"250 gp"
				],
				[
					"85",
					"{@item Giant Centipede Poison|ba}",
					"Injury",
					"250 gp"
				],
				[
					"86",
					"{@item Giant Scorpion Poison|ba}",
					"Injury",
					"750 gp"
				],
				[
					"87",
					"{@item Graveblossom Extract|ba}",
					"Injury",
					"300 gp"
				],
				[
					"88",
					"{@item Green Dragon Poison|ba}",
					"Injury",
					"2500 gp"
				],
				[
					"89",
					"{@item Hartuzedol|ba}",
					"Injury",
					"1200 gp"
				],
				[
					"90",
					"{@item Iron Ivy Poison|ba}",
					"Injury",
					"700 gp"
				],
				[
					"91",
					"{@item Jungle Fang Venom|ba}",
					"Injury",
					"350 gp"
				],
				[
					"92",
					"{@item Kingsweed Tincture|ba}",
					"Injury",
					"250 gp"
				],
				[
					"93",
					"{@item Lightquencher|ba}",
					"Injury",
					"650 gp"
				],
				[
					"94",
					"{@item Locksmith Compound|ba}",
					"Injury",
					"750 gp"
				],
				[
					"95",
					"{@item Purple Ikrus Poison|ba}",
					"Injury",
					"1600 gp"
				],
				[
					"96",
					"{@item Raven Scratch|ba}",
					"Injury",
					"800 gp"
				],
				[
					"97",
					"{@item Remorhaz Bile|ba}",
					"Injury",
					"450 gp"
				],
				[
					"98",
					"{@item Shard of the Void|ba}",
					"Injury",
					"550 gp"
				],
				[
					"99",
					"{@item Starsting|ba}",
					"Injury",
					"100 gp"
				],
				[
					"100",
					"{@item Thelabryline|ba}",
					"Injury",
					"1750 gp"
				]
			]
		}
	]
}
